Repository: developerfromjokela/opencarwings
Catalog: i18n/ee/LC_MESSAGES/django.po
Languages: et

source: Too many timer commands, please delete one and try again
et: Liiga palju taimereid, kustutage üks ja proovige uuesti

source: Failed to send SMS message to TCU. Please try again in a moment.
et: SMS-sõnumi saatmine TCU-le ebaõnnestus. Palun proovi mõne aja pärast uuesti.

source: Charge stop
et: Laadimise lõpetamine

source: Charge start
et: Laadimise alustamine

source: Charge cable reminder
et: Laadimiskaabli meeldetuletus

source: A/C on
et: Kliimaseade sisse

source: A/C off
et: Kliimaseade välja

source: Configuration read
et: Konfiguratsiooni lugemine

source: A/C auto off
et: Kliimaseadme automaatne väljalülitamine

source: Quick charge stop
et: Kiirlaadimise lõpetamine

source: Battery heater start
et: Aku soojendus käivitus

source: Battery heater stop
et: Aku soojendus on seiskunud

source: Charge error
et: Laadimisviga

source: A/C error
et: Kliimaseadme viga

source: Command timeout
et: Käsu aegumine

source: Error
et: Viga

source: No command
et: Käsku pole

source: Refresh data
et: Andmete värskendamine

source: Read configuration
et: Konfiguratsiooni lugemine

source: Waiting
et: Ootel

source: Success
et: Õnnestus

source: Timeout
et: Aegumine

source: Await response
et: Oota vastust

source: Park
et: Parkimine

source: Drive
et: Sõitmine

source: Reverse
et: Tagurdamine

source: Never
et: Mitte kunagi

source: Every 30 minutes
et: Iga 30 minuti järel

source: Every 45 minutes
et: Iga 45 minuti järel

source: Every hour
et: Iga tund

source: Every three hours
et: Iga kolme tunni järel

source: Every 12 hours
et: Iga 12 tunni järel

source: Every day
et: Iga päev

source: Every 5 minutes
et: Iga 5 minuti järel

source: Every 10 minutes
et: Iga 10 minuti järel

source: Every 15 minutes
et: Iga 15 minuti järel

source: Slow charge
et: Aeglane laadimine

source: Quick charge
et: Kiirlaadimine

source: Pending
et: Ootel

source: Failure
et: Ebaõnnestumine

source: Rejected
et: Tagasilükatud

source: Enter a valid username. This value may contain only unaccented lowercase a-z and uppercase A-Z letters, numbers, and /./-/_ characters.
et: Sisesta kehtiv kasutajanimi. See väärtus võib sisaldada ainult aktsendita väiketähti a-z, suurtähti A-Z, numbreid ning märke /./-/_.

source: Enter a valid TCU Password. This value may contain only unaccented lowercase a-z and uppercase A-Z letters, numbers, and /=/-/_/+/@/#/?/! characters.
et: Sisesta kehtiv TCU parool. See väärtus võib sisaldada ainult aktsendita väiketähti a-z, suurtähti A-Z, numbreid ning märke /=/-/_/+/@/#/?/!.

source: username
et: kasutajanimi

source: Required. 16 characters or fewer. Letters, digits and /./-/_ only.
et: Nõutav. Maksimaalselt 16 tähemärki. Ainult tähed, numbrid ja /./-/_.

source: A user with that username already exists.
et: Sellise kasutajanimega kasutaja on juba olemas.

source: Not authenticated
et: Pole autentitud

source: Please authenticate to Car Wings before saving a favorite channel
et: Palun autentige Car Wingsis enne lemmikkanali salvestamist

source: Favorite channel added
et: Lemmikkanal lisatud

source: The channel has been added to favorites
et: Kanal on lisatud lemmikute hulka

source: Info from OpenCARWINGS
et: Teave OpenCARWINGS-ilt

source: Data Channel not available
et: Andmekanal pole saadaval

source: Use remote climate control or the timer so that the cabin will be at a comfortable temperature before starting. This allows the car to save energy whilst being driven.
et: Kasutage kaugjuhtimisega kliimaseadet või taimerit, et salong oleks enne käivitamist mugaval temperatuuril. See võimaldab autol sõidu ajal energiat säästa.

source: Keep your car in the garage during winter times to keep the battery pack warm. This will increase your range a bit, especially in colder climates.
et: Hoidke autot talvel garaažis, et aku soojas püsiks. See suurendab veidi sõiduulatust, eriti külmemas kliimas.

source: Use <phoneme alphabet="x-SVOX-sampa_en-GB" ph="'i:-k@@U">eco</phoneme> mode or B-mode when possible to increase your regenerative energy.
et: Regeneratiivse energia suurendamiseks kasutage võimaluse korral ökorežiimi või B-režiimi.

source: Check your tire pressure at least once a month to ensure they are at optimal level. Low tire pressure decreases rolling effect of the car and more energy is used on propulsion.
et: Kontrollige rehvirõhku vähemalt kord kuus, et see oleks optimaalsel tasemel. Madal rehvirõhk vähendab auto veeremisefekti ja liikumapanemiseks kulub rohkem energiat.

source: Plan your routes to include charging stations, especially on longer trips, to avoid range anxiety and ensure smooth travel.
et: Planeeri oma marsruudid nii, et need sisaldaksid laadimisjaamu, eriti pikemate reiside puhul, et vältida sõiduulatuse pärast muretsemist ja tagada sujuv sõit.

source: Avoid rapid acceleration and maintain a steady speed to maximize battery efficiency, as aggressive driving can significantly reduce your range.
et: Väldi järsku kiirendamist ja hoia aku efektiivsuse maksimeerimiseks ühtlast kiirust, kuna agressiivne sõitmine võib sõiduulatust oluliselt vähendada.

source: Use the Nissan Leaf’s navigation system to find the most energy-efficient routes, which can help conserve battery power on unfamiliar roads.
et: Kasutage Nissan Leafi navigatsioonisüsteemi, et leida kõige energiasäästlikumad marsruudid, mis aitavad tundmatutel teedel akut säästa.

source: In colder times, try to use more of seat heating and steering wheel heating while keeping your air conditioning on lower settings. Auxiliary heating elements consume less than car's air conditioning system.
et: Külmema ilmaga proovige kasutada rohkem istme- ja roolisoojendust, hoides samal ajal kliimaseadme madalamal võimsusel. Lisakütteelemendid tarbivad vähem energiat kui auto kliimaseade.

source: Park in shaded areas during hot weather to keep the battery cool, as extreme heat can reduce battery efficiency and longevity.
et: Kuuma ilmaga parkige aku jahedana hoidmiseks varjulises kohas, kuna äärmuslik kuumus võib vähendada aku efektiivsust ja eluiga.

source: Try to charge the battery up to 80 percent for daily usage. Charging to full, every day, is not recommended for battery longevity.
et: Igapäevaseks kasutamiseks proovige akut laadida kuni 80 protsendini. Aku pikaealisuse tagamiseks ei ole soovitatav iga päev täis laadida.

source: With Open Car Wings, you can review your driving efficiency of each trip, online. With the data, it is easier to determine which areas of driving needs to be improved to achieve supreme energy efficiency.
et: Open Car Wingsi abil saate iga reisi sõidutõhusust veebis üle vaadata. Andmete abil on lihtsam kindlaks teha, milliseid sõiduoskusi tuleb tipptasemel energiatõhususe saavutamiseks parandada.

source: Average
et: Keskmine

source: Good
et: Hea

source: Very good
et: Väga hea

source: Check Energy Economy
et: Kontrollige energiasäästlikkust

source: The energy economy trend compared with the average of the last five trips is shown above.
et: Energiasäästu trend võrreldes viimase viie reisi keskmisega on näidatud ülalpool.

source: Trend of Energy Economy
et: Energiamajanduse trend

source: Bad
et: Halb

source: [Average]
et: [Keskmine]/n

source: [Best]
et: [Parim]

source: [Worst]
et: [Halvim]

source: As of the {day_word} of {month}, your energy economy was {cons_formatted_str} watt hours per kilometer. Based on the last 5 trips, Your energy economy is {economy_status}.
et: Kuu {day_word} {month}, seisuga oli teie energiakulu {cons_formatted_str} vatt-tundi kilomeetri kohta. Viimase 5 sõidu põhjal on teie energiakulu {economy_status}.

source: There is no trip records available yet. Try checking in again after your next trip.
et: Reisiandmeid pole veel saadaval. Proovige pärast järgmist reisi uuesti registreeruda.

source: As of the {day_word} of {month}, your energy economy cannot be calculated yet, because of missing trip information. Try checking in to this channel again after your next trip.
et: Kuu {day_word} {month}, seisuga ei saa teie energiamajandust veel arvutada puuduva reisiteabe tõttu. Proovige pärast järgmist reisi uuesti sellele kanalile registreeruda.

source: Electric Car Column
et: Elektriautode sammas

source: Drive Tip
et: Sõidunipp

source: Energy Information
et: Energiainfo

source: Eco Tree Record
et: Ökopuu rekord

source: Your Eco Tree Record
et: Teie ökopuu aruanne

source: tree
et: puu

source: trees
et: puud

source: Sum total: {trees} {tree_word}
et: Kokku: {trees} {tree_word}

source: On the {day_word} of {month}, you saved {trees} <phoneme alphabet="x-SVOX-sampa_en-GB" ph="'i:-k@@U">eco</phoneme>trees.")
et: Kuu {day_word} {month}, päeval päästsite {trees} ökopuud.

source: Total:
et: Kokku:

source: World's Eco Forest
et: Maailma ökometsa

source: tonnes
et: tonni

source: Total number of Eco Trees:
et: Ökopuude koguarv:

source: CO2 Emission Cuts:
et: CO2 heitkoguste vähendamine:

source: Total number of Eco Trees by {day} / {month}:
et: Ökopuude koguarv {day} / {month} järgi:

source: CO2 emissions reduced by {day} / {month}:
et: CO2 heitkoguste vähenemine {day} / {month} võrra:

source: (This calculation is based on an assumption that the CO2 emitted by petrol-driven cars of equivalent class can be reduced by driving electric cars)
et: (See arvutus põhineb eeldusel, et samaväärse klassi bensiinimootoriga autode CO2-heidet saab vähendada elektriautodega sõites.)

source: By the {day_word} of {month}, electric cars with Open Car Wings world wide saved a total of {trees} <phoneme alphabet="x-SVOX-sampa_en-GB" ph="'i:-k@@U">eco</phoneme>trees. And {tonnes} tonnes of carbon dioxide has been reduced.
et: Kuu {day_word} {month}, päästsid Open Car Wingsiga elektriautod üle maailma kokku {trees} ökopuud. Ja {tonnes} tonni süsinikdioksiidi heidet on vähendatud.

source: ECO Tree
et: Ökopuu

source: Route Plan not available
et: Marsruudiplaan pole saadaval

source: This route plan is empty. Please save a route plan online and try again.
et: See marsruudiplaan on tühi. Palun salvesta marsruudiplaan veebi ja proovi uuesti.

source: Route Plan {num}
et: Marsruudiplaan {num}

source: Location point, "{point_name}", which is {distance} kilometers away. Set it as destination by pressing pause and setting map point as destination.
et: Asukohapunkt "{point_name}", mis on {distance} kilomeetri kaugusel. Määrake see sihtkohaks, vajutades pausi ja määrates kaardipunkti sihtkohaks.

source: Google Send To Car: No Destinations
et: Google Send To Car: sihtkohti pole

source: There are no destinations sent to the car. Please send at least one destination from your computer or mobile device and access this channel again.
et: Autole pole sihtkohti saadetud. Palun saatke oma arvutist või mobiilseadmest vähemalt üks sihtkoht ja avage see kanal uuesti.

source: early morning
et: varahommikul

source: morning
et: hommik

source: day
et: päev

source: evening
et: õhtu

source: night
et: öö

source: late night
et: hilisõhtul

source: vehicle location
et: sõiduki asukoht

source: Weather Forecast for today, near {location_txt}.
et: Ilmaprognoos tänaseks asukoha {location_txt} lähedal.

source: No forecast data available.
et: Prognoosiandmeid pole saadaval.

source: During the {period}, forecasted to {condition}. With temperature of {temp} degrees celsius, wind speed of {wind} meters per second and {rain} percent chance of rain.
et: Ajavahemikul {period} on prognoositud {condition}. Temperatuur on {temp} kraadi Celsiuse järgi, tuule kiirus on {wind} meetrit sekundis ja vihma tõenäosus on {rain} protsenti.

source: Weather Forecast for next seven days, near {location_txt}.
et: Ilmaprognoos järgmiseks seitsmeks päevaks asukoha {location_txt} lähedal.

source: On {weekday}, forecasted to {condition}. With highest temperature of {maxtemp} degrees celsius, lowest temperature of {mintemp} degrees celsius
et: {weekday} on prognoositud temperatuur {condition}. Kõrgeim temperatuur on {maxtemp} kraadi Celsiuse järgi ja madalaim temperatuur {mintemp} kraadi Celsiuse järgi.

source: Weather forecast
et: Ilmaprognoos

source: first
et: esimene

source: second
et: teine

source: third
et: kolmas

source: fourth
et: neljas

source: fifth
et: viies

source: sixth
et: kuues

source: seventh
et: seitsmes

source: eighth
et: kaheksas

source: ninth
et: üheksas

source: tenth
et: kümnes

source: eleventh
et: üheteistkümnes

source: twelfth
et: kaheteistkümnes

source: thirteenth
et: kolmeteistkümnes

source: fourteenth
et: neljateistkümnes

source: fifteenth
et: viieteistkümnes

source: sixteenth
et: kuueteistkümnes

source: seventeenth
et: seitsmeteistkümnes

source: eighteenth
et: kaheksateistkümnes

source: nineteenth
et: üheksateistkümnes

source: twentieth
et: kahekümnes

source: twenty-first
et: kahekümne esimene

source: twenty-second
et: kahekümne teine

source: twenty-third
et: kahekümne kolmas

source: twenty-fourth
et: kahekümne neljas

source: twenty-fifth
et: kahekümne viies

source: twenty-sixth
et: kahekümne kuues

source: twenty-seventh
et: kahekümne seitsmes

source: twenty-eighth
et: kahekümne kaheksas

source: twenty-ninth
et: kahekümne üheksas

source: thirtieth
et: kolmekümnes

source: thirty-first
et: kolmekümne esimene

source: Vehicle is unplugged. Please check the situation if necessary.
et: Sõiduk on lahti ühendatud. Palun kontrolli olukorda, kui see on vajalik.

source: Charger unplugged notification
et: Laadija lahtiühendamise teavitus

source: The A/C preconditioning command could not be executed. One of the reasons behind such error could be: a) low state of charge b) command already executed c) TCU error.
et: Kliimaseadme eelkonditsioneerimise käsku ei õnnestunud täita. Võimalikud põhjused: a) madal aku laetuse tase b) käsk juba täidetud c) TCU viga.

source: A/C preconditioning error
et: Kliimaseadme eelkonditsioneerimise viga

source: A/C preconditioning started
et: Kliimaseadme eelkonditsioneerimine alustatud

source: A/C preconditioning has been successfully switched on
et: Kliimaseadme eelkonditsioneerimine on edukalt sisse lülitatud

source: A/C precondition stopped
et: Kliimaseadme eelkonditsioneerimine peatatud

source: A/C preconditioning has been successfully switched off
et: Kliimaseadme eelkonditsioneerimine on edukalt välja lülitatud

source: The A/C preconditioning is finished and switched off after running certain amount of time.
et: Kliimaseadme eelkonditsioneerimine on lõppenud ja välja lülitatud pärast teatud aja möödumist.

source: A/C precondition finished
et: Kliimaseadme eelkonditsioneerimine lõpetatud

source: A/C preconditioning is finished
et: Kliimaseadme eelkonditsioneerimine on lõpetatud

source: A/C precondition notification
et: Kliimaseadme eelkonditsioneerimise teavitus

source: Vehicle has finished charging.
et: Sõiduk on laadimise lõpetanud.

source: Charge finish notification
et: Laadimise lõpetamise teavitus

source: Vehicle has finished quick-charging.
et: Sõiduk on kiirlaadimise lõpetanud.

source: Quick-charge finish notification
et: Kiirlaadimise lõpetamise teavitus

source: Charging command has been sent successfully. If vehicle did not start charging, please check that the charging cable is connected and power is available.
et: Laadimiskäsk on edukalt saadetud. Kui sõiduk ei alustanud laadimist, kontrolli, kas laadimiskaabel on ühendatud ja toide on saadaval.

source: Charge start command executed
et: Laadimise alustamise käsk täidetud

source: Battery heater notification
et: Aku soojendi teavitus

source: API Username
et: API kasutajanimi

source: API Password
et: API parool

source: TCU Phone Number (international format)
et: TCU telefoninumber (rahvusvaheline formaat)

source: API credentials are available in your 46elks dashboard.
et: API mandaadid on saadaval sinu 46elksi juhtpaneelil.

source: API Key
et: API võti

source: Device ID
et: Seadme ID

source: API credentials are available in Hologram dashboard Settings.
et: API mandaadid on saadaval Hologrami juhtpaneeli seadetes.

source: Important: With this option, you will need to manually send the SMS yourself for this to work. No automated messaging will be set up. SMS message to send after you've issued a command on the website: {sms}
et: Tähtis: Selle valiku korral pead SMS-i ise käsitsi saatma, et see toimiks. Automaatset sõnumite saatmist ei seadistata. SMS-sõnum, mida saata pärast käsu andmist veebisaidil: {sms}

source: With this option, the website will redirect you to send the SMS on your phone. Or with the mobile app, it will send it automatically if possible. This method won't work via API or automations, only from the website or mobile app!
et: Selle valiku korral suunab veebisait sind SMS-i saatmiseks sinu telefonile. Mobiilirakendusega saadetakse see automaatselt, kui see on võimalik. See meetod ei toimi API ega automaatikaga, ainult veebisaidi või mobiilirakenduse kaudu!

source: Webhook URL
et: Veebihaagi URL

source: POST-request will be sent to specified webhook URL when necessary.
et: POST-päring saadetakse vajadusel määratud veebihaagi URL-ile.

source: Nickname
et: Hüüdnimi

source: Disable TCU authentication
et: Keela TCU autentimine

source: Show calculated battery percentage
et: Näita arvutatud aku protsenti

source: Email
et: E-post

source: Notifications
et: Teavitused

source: Imperial Units
et: Keiserlikud ühikud

source: Password
et: Parool

source: Password Confirmation
et: Parooli kinnitamine

source: TCU Password
et: TCU parool

source: Can include only letters, numbers, dashes, dots and underscores
et: Võib sisaldada ainult tähti, numbreid, sidekriipse, punkte ja alakriipse

source: This password is used for signing in to your account inside the car
et: See parool on vajalik sinu konto sisselogimiseks autos

source: Notice
et: Teade

source: Warning
et: Hoiatus

source: Close
et: Sulge

source: My Account
et: Minu konto

source: API-key
et: API-võti

source: API documentation
et: API dokumentatsioon

source: Reset API-key
et: Lähtesta API-võti

source: Save
et: Salvesta

source: Change Account Password
et: Muuda konto parooli

source: Change CARWINGS Password
et: Muuda CARWINGS parooli

source: Are you sure you want to reset your API key?
et: Kas oled kindel, et soovid oma API-võtme lähtestada?

source: Failure occurred while resetting the API key
et: API-võtme lähtestamisel ilmnes viga

source: An error occurred while resetting the API key
et: API-võtme lähtestamisel ilmnes viga

source: Sign Out
et: Logi välja

source: Sign In
et: Logi sisse

source: Project
et: Projekt

source: Tools
et: Tööriistad

source: VFlash Editor
et: VFlash redaktor

source: Back to cars
et: Tagasi autode juurde

source: Send command
et: Saada käsk

source: Overview
et: Ülevaade

source: EV Status
et: EV staatus

source: Timers
et: Taimerid

source: Vehicle journal
et: Sõiduki logi

source: New!
et: Uus!

source: Location
et: Asukoht

source: Recent Alerts
et: Viimased hoiatused

source: Route Planner
et: Marsruudi planeerija

source: Basic Info
et: Põhiinfo

source: TCU Configuration
et: TCU konfiguratsioon

source: Settings
et: Seaded

source: Range (AC On)
et: Sõiduulatus (kliimaseade sisse lülitatud)

source: Range (AC Off)
et: Sõiduulatus (kliimaseade välja lülitatud)

source: State of Charge
et: Aku laetuse tase

source: Nominal
et: Nominaalne

source: EMPTY
et: TÜHI

source: FULL
et: TÄIS

source: Charge time
et: Laadimisaeg

source: Charge Cable
et: Laadimiskaabel

source: Plugged In,Unplugged
et: Ühendatud, Lahti ühendatud

source: Car status
et: Auto staatus

source: On
et: Sees

source: Parked
et: Parkitud

source: Driving
et: Sõitmine

source: Charging finished
et: Laadimine lõpetatud

source: Charging
et: Laadimine

source: Battery heater active
et: Aku soojendus on aktiivne

source: Off
et: Väljas

source: AC Status
et: Kliimaseadme staatus

source: On,Off
et: Sees, Väljas

source: Last Updated
et: Viimati uuendatud

source: Odometer
et: Odomeeter

source: Navi version
et: Navi Versioon

source: Map version
et: Kaardi Versioon

source: TCU version (from navi)
et: TCU versioon (navist)

source: TCU version (from TCU)
et: TCU versioon (TCU-lt)

source: Vehicle Code
et: Sõiduki kood

source: Last Connection
et: Viimane ühendus

source: Add
et: Lisa

source: Last run
et: Viimati

source: result
et: tulemus

source: Edit
et: Redigeeri

source: Delete
et: Kustuta

source: No timers added
et: Taimereid pole lisatud

source: Note: Times are shown in local local timezone
et: Märkus: Ajad on näidatud kohaliku ajavööndi järgi

source: PPP Dial Code
et: PPP sissehelistamiskood

source: Username
et: Kasutajanimi

source: Proxy
et: Puhverserver

source: Connection Type
et: Ühenduse tüüp

source: Car on
et: Auto sees

source: Yes,No
et: Jah, Ei

source: Gear
et: Käik

source: 6kW OBC exists
et: 6kW pardal olev laadija on olemas

source: Charge bars
et: Laadimisribad

source: Capacity bars
et: Mahutavusribad

source: Display
et: Ekraan

source: State of Health
et: Aku seisund

source: Remaining kWh
et: Järelejäänud kWh

source: Plugged in
et: Ühendatud

source: Quick-charging
et: Kiirlaadimine

source: Preconditioning (A/C)
et: Eelkonditsioneerimine (kliimaseade)

source: GIDs remaining
et: Järelejäänud GID-id

source: Battery heater exists
et: Aku soojendus on olemas

source: Counter
et: Loendur

source: Send location to car
et: Saada asukoht autole

source: Search for locations or enter google/apple maps link
et: Otsi asukohti või sisesta Google/Apple Mapsi link

source: Last shared location
et: Viimati jagatud asukoht

source: No past shared location
et: Varasemat jagatud asukohta pole

source: Send
et: Saada

source: At Home
et: Kodus

source: Route plans
et: Marsruudiplaanid

source: No route plans added
et: Marsruudiplaane pole lisatud

source: Add/Edit a route plan
et: Marsruudiplaani lisamine/muutmine

source: Name of the plan
et: Plaani nimi

source: Starting point
et: Alguspunkt

source: Add waypoint
et: Lisa teekonnapunkt

source: Destination point
et: Sihtkoht

source: Cancel
et: Tühista

source: Favorite channels
et: Lemmikkanalid

source: No selected channel
et: Valitud kanalit pole olemas

source: Custom channels
et: Minu kanalid

source: No content
et: Ei sisu

source: Type
et: Tüüp

source: Timestamp
et: Ajatempel

source: Additional Data
et: Lisandmed

source: Skip authentication from TCU
et: Jäta TCU autentimine vahele

source: On AZE0 (2013) and newer LEAFs, username and password inserted to navi are not saved due to an error. In this case, check this box to skip the authentication
et: AZE0 (2013) ja uuematel LEAFidel ei salvestata navisüsteemi sisestatud kasutajanime ja parooli vea tõttu. Sellisel juhul märgi see kast, et autentimine vahele jätta

source: Car color
et: Auto värv

source: Maximum GIDs value
et: Maksimaalne GID-ide väärtus

source: OpenCARWINGS will try to auto-detect your battery size and fill this field. For cars with swapped/replaced battery, please enter maximum amount of GIDS when battery is new (SoH 100%%).
et: OpenCARWINGS püüab automaatselt tuvastada sinu aku suuruse ja täita selle välja. Vahetatud/asendatud akuga autode puhul sisesta maksimaalne GID-ide arv, kui aku on uus (SoH 100%%).

source: On AZE0 (>2013) generation cars, it is possible to see available battery capacity in percentage. For ZE0, such feature was never implemented. By enabling this option, 'display' percentage value will be calculated, it may be inaccurate.
et: AZE0 (>2013) põlvkonna autodel on võimalik näha aku mahutavust protsentides. ZE0 puhul seda funktsiooni kunagi ei rakendatud. Selle valiku lubamisel arvutatakse kuvatav protsendiväärtus, mis võib olla ebatäpne.

source: Periodic data refresh interval
et: Perioodiliste andmete värskendamise intervall

source: Periodic data refresh interval (while driving or charging)
et: Perioodiliste andmete värskendamise intervall (sõitmise või laadimise ajal)

source: SMS provider
et: SMS-teenuse pakkuja

source: Remove car
et: Eemalda auto
