Repository: developerfromjokela/opencarwings
Catalog: i18n/ee/LC_MESSAGES/django.po
Languages: et

source: Set car location as
et: Määra auto asukoht kui

source: Select data channel
et: Valige andmekanal

source: Edit data channel
et: Muuda andmekanalit

source: Channel name
et: Kanali nimi

source: Data URL
et: Andmete URL

source: Data URL format and documentation
et: Andmete URL-i vorming ja dokumentatsioon

source: Allow sending current vehicle location
et: Luba sõiduki praeguse asukoha saatmine

source: Edit timer
et: Muuda taimeri

source: Timer name
et: Taimeri nimi

source: Enabled
et: Kasutusel

source: Select time
et: Valige aeg

source: Command
et: Käsk

source: One-time
et: Ühekordne

source: Repeating
et: Kordub iganädalaselt

source: Select date
et: Valige kuupäev

source: Monday
et: Esmaspäev

source: Tuesday
et: Teisipäev

source: Wednesday
et: Kolmapäev

source: Thursday
et: Neljapäev

source: Friday
et: Reede

source: Saturday
et: Laupäev

source: Sunday
et: Pühapäev

source: SMS from your device
et: SMS sinu seadmest

source: Error sending command
et: Käsu saatmisel ilmnes viga

source: Plugged In
et: Ühendatud

source: Unplugged
et: Lahti ühendatud

source: Yes
et: Jah

source: No
et: Ei

source: Error sending location to car
et: Asukoha saatmisel autole ilmnes viga

source: Location sent!
et: Asukoht saadetud!

source: No address
et: Aadressi pole

source: Could not get location from map link
et: Asukohta ei õnnestunud kaardilingilt saada

source: Error searching locations
et: Asukohtade otsimisel ilmnes viga

source: Search did not find any locations
et: Otsing ei leidnud ühtegi asukohta

source: Connection established!
et: Ühendus loodud!

source: Reconnecting...
et: Ühenduse taastamine...

source: Cannot add a new waypoint
et: Uut teekonnapunkti ei saa lisada

source: Maximum number of waypoints reached
et: Maksimaalne teekonnapunktide arv on saavutatud

source: Waypoint
et: Teekonnapunkt

source: Error saving the route plan
et: Marsruudiplaani salvestamisel tekkis viga

source: Route plan saved!
et: Marsruudiplaan salvestatud!

source: Cannot add new route plan
et: Uut marsruudiplaani ei saa lisada

source: You have too many route plans, please delete one and try again.
et: Teil on liiga palju marsruudiplaane, palun kustutage üks ja proovige uuesti.

source: Are you sure you want to delete this route plan?
et: Kas olete kindel, et soovite selle marsruudiplaani kustutada?

source: Error deleting the route plan
et: Marsruudiplaani kustutamisel tekkis viga

source: Route plan removed!
et: Marsruudiplaan eemaldatud!

source: Error saving CARWINGS settings
et: Viga CARWINGSI seadete salvestamisel

source: CARWINGS settings saved!
et: CARWINGSi seaded on salvestatud!

source: Add timer
et: Lisa taimer

source: Missing field
et: Puuduv väli

source: Please enter valid date for the timer
et: Palun sisesta taimeri jaoks kehtiv kuupäev

source: Please select at least one weekday
et: Palun vali vähemalt üks nädalapäev

source: Error saving the timer
et: Taimeri salvestamisel tekkis viga

source: Timer saved!
et: Taimer salvestatud!

source: Are you sure you want to delete this timer?
et: Kas oled kindel, et soovid selle taimeri kustutada?

source: Timer removed!
et: Taimer eemaldatud!

source: Error deleting the timer
et: Viga taimeri kustutamisel

source: Result
et: Tulemus

source: My cars
et: Minu autod

source: Last connected
et: Viimati ühendatud

source: No cars added.
et: Ühtegi autot pole lisatud.

source: Change CARWINGS password
et: Muuda CARWINGS parooli

source: This password is used for authentication between your cars and this server.
et: See parool on vaj gifts sinu autode ja selle serveri vaheliseks autentimiseks.

source: Please keep in mind, that connection may be disturbed until you save your new password in the car.
et: Pea meeles, et ühendus võib olla häiritud, kuni oled uue parooli autos salvestanud.

source: Change Password
et: Muuda parooli

source: Change password
et: Muuda parooli

source: CARWINGS reborn
et: CARWINGS taassünd

source: Enter your username
et: Sisesta oma kasutajanimi

source: Enter your password
et: Sisesta oma parool

source: Forgot password?
et: Unustasid parooli?

source: Take Back Control of Your Nissan LEAF
et: Võta oma Nissan LEAFi juhtimine tagasi

source: The iconic Nissan LEAF deserves more than abandonment. With the manufacturer's support fading, the community steps up. Sign up now to bring your LEAF back to life!
et: Ikooniline Nissan LEAF väärib enamat kui hülgamine. Kuna tootja tugi väheneb, astub kogukond esile. Registreeru nüüd, et tuua oma LEAF tagasi ellu!

source: Get Started
et: Alusta

source: Vehicle data viewer
et: Sõiduki andmete vaatur

source: Back
et: Tagasi

source: Latest
et: Viimased

source: Lifetime statistics
et: Eluaegne statistika

source: DOT-files
et: DOT-failid

source: Trips
et: Sõidud

source: Monthly statistics
et: Kuu statistika

source: Location history
et: Asukoha ajalugu

source: Charging history
et: Laadimise ajalugu

source: Charges
et: Laadimised

source: Excessive idling history
et: Liigne tühikäigu ajalugu

source: Excessive A/C history
et: Liigne kliimaseadme kasutamise ajalugu

source: ABS history
et: ABS ajalugu

source: DTC history
et: DTC ajalugu

source: MSN history
et: MSN ajalugu

source: Phone contacts in memory
et: Telefonikontaktid mälus

source: Locations saved in address book
et: Aadressiraamatusse salvestatud asukohad

source: Telemetry configuration
et: Telemeetria konfiguratsioon

source: Telemetry Configuration ID
et: Telemeetria konfiguratsiooni ID

source: New Telemetry Configuration ID
et: Uus telemeetria konfiguratsiooni ID

source: Configuration update status
et: Konfiguratsiooni värskendamise olek

source: Please turn on the car for vehicle data auto-update or access a CARWINGS data channel to perform configuration update.
et: Sõiduki andmete automaatseks värskendamiseks lülitage auto sisse või avage konfiguratsiooni värskendamiseks CARWINGSi andmekanal.

source: Cancel update
et: Tühista värskendus

source: New Telemetry Configuration
et: Uus telemeetria konfiguratsioon

source: Update
et: Värskendus

source: No vehicle data available
et: Sõiduki andmed pole saadaval

source: In order to receive vehicle data, CARWINGS navigation unit must have correct connection settings.
et: Sõiduki andmete saamiseks peab CARWINGS naviseadmel olema õiged ühenduse seaded.

source: Learn more
et: Lisateave

source: A/C usage
et: Kliimaseadme kasutus

source: Headlights usage
et: Esitulede kasutus

source: Average speed
et: Keskmine kiirus

source: Energy regeneration
et: Energia taastamine

source: Energy consumption
et: Energiatarbimine

source: Runtime
et: Tööaeg

source: Lifetime data mileage
et: Eluaegne andmete läbisõit

source: No DOT data available
et: DOT-andmed puuduvad

source: DOT data comes available on next startup after a trip.
et: DOT-andmed muutuvad kättesaadavaks järgmisel käivitamisel pärast reisi.

source: In order to receive data, CARWINGS navigation unit must have correct connection settings.
et: Andmete saamiseks peab CARWINGS naviseadmel olema õiged ühenduse seaded.

source: No trip data available
et: Sõiduandmed pole saadaval

source: Trip information comes available on next startup after the trip.
et: Sõiduinfo muutub kättesaadavaks järgmisel käivitamisel pärast sõitu.

source: Driving distance
et: Sõidukaugus

source: Driving time
et: Sõiduaeg

source: Regenerated energy
et: Taastatud energia

source: Consumed energy
et: Tarbitud energia

source: Average consumption
et: Keskmine tarbimine

source: Average acceleration
et: Keskmine kiirendus

source: No monthly analytics available
et: Kuu analüütika pole saadaval

source: Monthly analytics information comes available at the end of the month.
et: Kuu analüütika info muutub kättesaadavaks kuu lõpus.

source: Single Day
et: Üksikpäev

source: Single Week
et: Üks nädal

source: Single Month
et: Üks kuu

source: Export to GPX
et: Ekspordi GPX-vormingus

source: Location information comes available on next startup, if your current configuration allows it.
et: Asukohateave on saadaval järgmisel käivitamisel, kui teie praegune konfiguratsioon seda lubab.

source: State at start
et: Seisund alguses

source: State at end
et: Seisund lõpus

source: Charging type
et: Laadimise tüüp

source: Charged energy
et: Laaditud energia

source: Cell temp. (start)
et: Raku temp. (algus)

source: avg/max/min
et: keskmine/max/min

source: Cell temp. (end)
et: Raku temp. (lõpp)

source: Cell volt. (start)
et: Raku pinge (algus)

source: Charges while ign. off
et: Laadimised süüte väljalülitamisel

source: No charging history available
et: Laadimise ajalugu pole saadaval

source: Charging history may become available on next startup after the charging.
et: Laadimise ajalugu võib muutuda kättesaadavaks järgmisel käivitamisel pärast laadimist.

source: Charge count
et: Laadimiste arv

source: Charge position
et: Laadimise asukoht

source: No charge data available
et: Laadimisandmed pole saadaval

source: Charging data may become available on next startup after the charging.
et: Laadimisandmed võivad muutuda kättesaadavaks järgmisel käivitamisel pärast laadimist.

source: Operation time
et: Tööaeg

source: Vehicle speed at start
et: Sõiduki kiirus alguses

source: Vehicle speed at end
et: Sõiduki kiirus lõpus

source: Road type
et: Tee tüüp

source: Direction
et: Suund

source: No ABS data available
et: ABS andmed pole saadaval

source: ABS data may become available on next startup if your vehicle configuration allows it.
et: ABS andmed võivad muutuda kättesaadavaks järgmisel käivitamisel, kui sinu sõiduki konfiguratsioon seda võimaldab.

source: Date and time
et: Kuupäev ja kellaaeg

source: Duration
et: Kestus

source: No idling data available
et: Tühikäigu andmed pole saadaval

source: Idling data may become available on next startup if your vehicle configuration allows it.
et: Tühikäigu andmed võivad muutuda kättesaadavaks järgmisel käivitamisel, kui sinu sõiduki konfiguratsioon seda võimaldab.

source: Consumption
et: Tarbimine

source: Data
et: Andmed

source: No DTC data available
et: DTC andmed pole saadaval

source: DTC data may become available on next startup if your vehicle has active DTC trouble code.
et: DTC andmed võivad muutuda kättesaadavaks järgmisel käivitamisel, kui sinu sõidukil on aktiivne DTC veakood.

source: No MSN data available
et: MSN andmed pole saadaval

source: MSN data may become available on next startup.
et: MSN andmed võivad muutuda kättesaadavaks järgmisel käivitamisel.

source: Error loading location history
et: Asukohaajaloo laadimisel tekkis viga

source: Trip
et: Sõit

source: Distance
et: Kaugus

source: Energy consumed
et: Tarbitud energia

source: Eco-trees
et: Ökopuud

source: Regenerated
et: Taastatud

source: Energy
et: Energia

source: HV Battery
et: Kõrgepinge aku

source: Trip end date
et: Sõidu lõppkuupäev

source: Outside temperature at start
et: Välistemperatuur alguses

source: Outside temperature at finish
et: Välistemperatuur lõpus

source: Max speed
et: Maksimaalne kiirus

source: Cabin preconditioning before trip
et: Salongi eelkonditsioneerimine enne sõitu

source: Highway driving time
et: Maanteel sõitmise aeg

source: Optimal highway driving time
et: Optimaalne maanteel sõitmise aeg

source: Idling time
et: Tühikäigu aeg

source: Headlights usage time
et: Esitulede kasutamise aeg

source: Sudden accelerations
et: Järsud kiirendused

source: Sudden decelerations
et: Järsud aeglustused

source: Odometer at start
et: Odomeeter alguses

source: A/C consumption
et: Kliimaseadme tarbimine

source: Auxiliary consumption
et: Abiseadmete tarbimine

source: Motor consumption
et: Mootori tarbimine

source: Idle consumption
et: Tühikäigu tarbimine

source: Sudden acceleration consumption
et: Järsku kiirenduse tarbimine

source: Sudden acceleration time
et: Järsku kiirenduse aeg

source: Non-eco deceleration consumption
et: Mitte-ökonoomse aeglustuse tarbimine

source: Non-eco deceleration time
et: Mitte-ökonoomse aeglustuse aeg

source: Sudden start consumption
et: Järsku käivitamise tarbimine

source: Sudden start time
et: Järsku käivitamise aeg

source: Trip start
et: Sõidu algus

source: Battery pack temperature
et: Aku temperatuuri

source: Energy content
et: Energiasisaldus

source: Average cell temperature
et: Keskmine raku temperatuur

source: Max cell temperature
et: Maksimaalne raku temperatuur

source: Min cell temperature
et: Minimaalne raku temperatuur

source: Average cell voltage
et: Keskmine raku pinge

source: Max cell voltage
et: Maksimaalne raku pinge

source: Min cell voltage
et: Minimaalne raku pinge

source: AC charges (total?)
et: Vahelduvvoolu laadimised (kokku?)

source: QC charges (total?)
et: Kiirlaadimised (kokku?)

source: Trip end
et: Sõidu lõpp

source: Accumulated current
et: Kogunenud vool

source: SOH
et: Aku seisund

source: Pack resistance
et: Aku takistus

source: New battery degradation analysis program
et: Uus aku degradeerumise analüüsi programm

source: Reset password
et: Lähtesta parool

source: Enter email
et: Sisesta e-post

source: Reset
et: Lähtesta

source: Back to sign-in
et: Tagasi sisselogimisse

source: Your password has been reset. You can now <a href="/signin" class="underline">sign in here</a>
et: Sinu parool on lähtestatud. Nüüd saad <a href="/signin" class="underline">siin sisse logida</a>

source: New password
et: Uus parool

source: Enter new password
et: Sisesta uus parool

source: Confirm new password
et: Kinnita uus parool

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
et: Parooli lähtestamise link oli kehtetu, tõenäoliselt seetõttu, et seda on juba kasutatud. Palun taotle uus parooli lähtestamine.

source: Add new car
et: Lisa uus auto

source: Telematics Unit in your car
et: Telematikaüksus sinu autos

source: In order to establish communication with your LEAF, TCU (Telematic Control Unit) unit's SIM card needs to be replaced and its settings programmed. Have you done that?
et: LEAF-iga suhtlemise loomiseks tuleb TCU (Telematika juhtseadme) SIM-kaart vahetada ja selle seaded programmeerida. Kas oled seda teinud?

source: No, how can I do that?
et: Ei, kuidas ma seda teha saan?

source: Yes, continue
et: Jah, jätka

source: Let's gather information about your TCU Unit
et: Kogume teavet sinu TCU-üksuse kohta

source: It's time to hop in your LEAF and find identifiers that are unique to your car. Start your car and follow steps to get identifiers from navigation system:
et: On aeg hüpata oma LEAFi ja leida sinu autole ainulaadsed identifikaatorid. Käivita auto ja järgi samme, et saada identifikaatorid navisüsteemist:

source: 1. Press the hard button labeled Menu
et: 1. Vajuta kõva nuppu, millel on märge 'Menu'

source: 2. Press the “CARWINGS” soft button on the center display screen.
et: 2. Vajuta keskekraanil asuvat 'CARWINGS' pehmet nuppu.

source: 3. Press the “CARWINGS Settings” soft button on the center display screen.
et: 3. Vajuta keskekraanil asuvat 'CARWINGS Settings' pehmet nuppu.

source: 4. Scroll down if necessary and press “Unit ID information” soft button on the center display screen.
et: 4. Kerige alla, kui vaja, ja vajuta keskekraanil asuvat 'Unit ID information' pehmet nuppu.

source: 5. Write down identifiers Unit ID, TCU ID, SIM ID and VIN. Then enter them to the form below
et: 5. Kirjuta üles identifikaatorid Unit ID, TCU ID, SIM ID ja VIN. Seejärel sisesta need allolevasse vormi

source: Back to basics
et: Tagasi põhitõdede juurde

source: Nickname for your vehicle
et: Hüüdnimi sinu sõidukile

source: LEAF TCU expects to receive an SMS command to establish connection to the server. To deliver the SMS, you have several options regarding which service will be used for this task.
et: LEAF TCU ootab SMS-käsu saamist, et luua ühendus serveriga. SMS-i edastamiseks on sul mitu võimalust, millist teenust selleks kasutada.

source: We recommend using
et: Soovitame kasutada

source: Hologram IoT SIM Card
et: Hologram IoT SIM-kaart

source: in your TCU, because it offers free SMS messages to the device. Other services may require cost per SMS.
et: oma TCU-s, kuna see pakub seadmele tasuta SMS-sõnumeid. Teised teenused võivad nõuda SMS-i eest tasu.

source: All done!
et: Kõik valmis!

source: You're done with providing necessary information to establish connection with your LEAF.
et: Oled lõpetanud vajaliku teabe esitamise, et luua ühendus oma LEAF-iga.

source: You can now use TCU services.
et: Nüüd saate kasutada kaugteenuseid.

source: Did you know? If you also change connection settings on your navigation unit, you will get detailed vehicle statistic informations.
et: Kas teadsite? Kui muudate ka oma navigatsiooniseadme ühenduse seadeid, saate üksikasjalikku teavet sõiduki statistika kohta.

source: Finish
et: Lõpeta

source: Enter username
et: Sisesta kasutajanimi

source: Enter password
et: Sisesta parool

source: Sign Up
et: Registreeru

source: Already have an account?
et: Kas sul on juba konto?

source: Sign in
et: Logi sisse

source: VFlash Connection Profile Editor
et: VFlash ühendusprofiili redaktor

source: Choose or drag&drop vflash dump to get started
et: Vali või lohista VFlash dump alustamiseks

source: Add New Connection Profile
et: Lisa uus ühendusprofiil

source: Export VFlash
et: Ekspordi VFlash

source: Unknown
et: Tundmatu

source: TCU setup
et: TCU seadistamine

source: TCU identifiers
et: TCU identifikaatorid

source: Basic information
et: Põhiinfo

source: SMS configuration
et: SMS konfiguratsioon

source: Car added
et: Auto lisatud

source: Account successfully updated!
et: Konto edukalt uuendatud!

source: Please fill the form correctly and try again.
et: Palun täida vorm korrektselt ja proovi uuesti.

source: Successfully saved settings.
et: Seaded edukalt salvestatud.

source: Please fill the form correctly
et: Palun täida vorm korrektselt

source: Please fill all necessary fields and try again.
et: Palun täida kõik vajalikud väljad ja proovi uuesti.

source: Waiting for first connection..
et: Ootan esimest ühendust...

source: Sign-up is not enabled on this instance
et: Registreerumine pole selles eksemplaris lubatud

source: Invalid username or password.
et: Vale kasutajanimi või parool.

source: Car is already added. Please remove and try again.
et: Auto on juba lisatud. Palun eemalda ja proovi uuesti.

source: Please select a provider for SMS.
et: Palun vali SMS-teenuse pakkuja.

source: Update requested! Update will occur on next boot.
et: Värskendust taotletud! Värskendus toimub järgmisel käivitamisel.

source: Version
et: Versioon

source: Route Planning & Navigation
et: Marsruudi planeerimine ja navigeerimine

source: Online Services
et: Veebitteenused

source: Any new announcements or features can be shown here
et: Siin saab kuvada kõiki uusi teateid või funktsioone

source: Energy Economy
et: Energiatõhusus

source: Get latest energy economy information
et: Hangi uusimat energiatõhususe teavet

source: Eco Trees
et: Ökopuud

source: Get latest eco tree information
et: Hankige uusimat teavet ökopuude kohta

source: Weather Forecast
et: Ilmaennustus

source: Download Weather Forecast for your area
et: Laadi alla oma piirkonna ilmaennustus

source: clear
et: selge

source: mainly clear
et: valdavalt selge

source: partly cloudy
et: osaliselt pilvine

source: cloudy
et: pilvine

source: foggy
et: udune

source: foggy with rime ice
et: udune ja jääkülm

source: drizzling lightly
et: uduvihma

source: drizzling moderately
et: mõõdukalt uduvihma

source: heavy drizzling
et: tugev uduvihm

source: drizzling lightly freezed
et: uduvihm kergelt jäätunud

source: drizzling moderately freezed
et: uduvihm, mõõdukalt külm

source: raining slightly
et: sajab kergelt vihma

source: raining moderately
et: mõõdukalt vihma

source: raining heavily
et: tugevalt vihma sajab

source: freeze raining lightly
et: sajab kergelt külma vihma

source: freeze raining moderately
et: mõõdukalt jäävihma

source: snowing slightly
et: sajab kergelt lund

source: moderate snowing
et: mõõdukas lumesadu

source: snowing heavily
et: tugevalt lund sadas

source: snowing grain
et: lumesadu

source: slight rain shower
et: kerge vihmahoog

source: moderate rain shower
et: mõõdukas vihmahoog

source: violent rain shower
et: äge vihmasadu

source: slight snow shower
et: kerge lumesadu

source: heavy snow shower
et: tugev lumesadu

source: thunderstorm
et: äikesetorm

source: This channel does not exist and cannot be added to favorites list
et: Seda kanalit ei eksisteeri ja seda ei saa lemmikute nimekirja lisada

source: You may sign in with your username and CARWINGS password in navigation unit like showed below.
et: Võid naviseadmes sisse logida oma kasutajanime ja CARWINGS parooliga, nagu allpool näidatud.
