Repository: developerfromjokela/opencarwings
Catalog: i18n/*/LC_MESSAGES/django.po
Languages: es, fi, ru

source: No idling data available
es: No hay datos de ralentí disponibles
fi: Tyhjäkäyntitietoja ei saatavilla
ru: Данные о холостом ходе отсутствуют

source: Idling data may become available on next startup if your vehicle configuration allows it.
es: Los datos de ralentí pueden estar disponibles en el próximo arranque si la configuración del vehículo lo permite.
fi: Tyhjäkäyntitiedot voivat tulla näkyviin seuraavan käynnistyksen yhteydessä jos autosi asetukset sallivat sen.
ru: Данные о холостом ходе могут стать доступными при следующем запуске, если это позволяет конфигурация вашего автомобиля.

source: Consumption
es: Consumo
fi: Kulutus
ru: Потребление

source: Data
es: Datos
fi: Tiedot
ru: Данные

source: No DTC data available
es: No hay datos de DTC disponibles
fi: Vikakooditietoja ei saatavilla
ru: Данные DTC отсутствуют

source: DTC data may become available on next startup if your vehicle has active DTC trouble code.
es: Los datos de DTC pueden estar disponibles en el próximo arranque si el vehículo tiene un código de problema DTC activo.
fi: Vikakooditiedot tulevat saataville seuraavan käynnistyksen yhteydessä jos vikakoodeja esiintyy autossa.
ru: Данные DTC могут стать доступными при следующем запуске, если в вашем автомобиле есть активный код неисправности DTC.

source: No MSN data available
es: No hay datos de MSN disponibles
fi: MSN-tietoja ei saatavilla
ru: Данные MSN отсутствуют

source: MSN data may become available on next startup.
es: Los datos de MSN pueden estar disponibles en el próximo arranque.
fi: MSN-tiedot voivat tulla näkyviin seuraavan käynnistyksen yhteydessä.
ru: Данные MSN могут стать доступными при следующем запуске.

source: Error loading location history
es: Error al cargar el historial de ubicaciones
fi: Virhe sijaintihistorian latauksessa
ru: Ошибка загрузки истории местоположений

source: Trip
es: Viaje
fi: Matka
ru: Поездка

source: Distance
es: Distancia
fi: Etäisyys
ru: Расстояние

source: Energy consumed
es: Energía consumida
fi: Kulutettu energia
ru: Потреблённая энергия

source: Eco-trees
es: Árboles ecológicos
fi: Eko-puut
ru: Экодеревья

source: Regenerated
es: Regenerado
fi: Regeneroitu
ru: Регенерировано

source: Info
es: Información
fi: Tiedot
ru: Информация

source: Energy
es: Energía
fi: Energia
ru: Энергия

source: HV Battery
es: Batería de alto voltaje
fi: Ajoakku
ru: Высоковольтная батарея

source: Trip end date
es: Fecha de finalización del viaje
fi: Matkan päättymisajankohta
ru: Дата окончания поездки

source: Outside temperature at start
es: Temperatura exterior al inicio
fi: Ulkolämpötila matkan alkaessa
ru: Наружная температура при запуске

source: Outside temperature at finish
es: Temperatura exterior al final
fi: Ulkolämpötila matkan päättyessä
ru: Наружная температура на финише

source: Max speed
es: Velocidad máxima
fi: Maksiminopeus
ru: Максимальная скорость

source: Cabin preconditioning before trip
es: Preacondicionamiento de la cabina antes del viaje
fi: Matkustamon esilämmitys ennen matkaa
ru: Подготовка салона перед поездкой

source: Highway driving time
es: Tiempo de conducción en autopista
fi: Ajoaika moottoritiellä
ru: Время движения по трассе

source: Optimal highway driving time
es: Tiempo óptimo de conducción en autopista
fi: Optiminopeudella ajettu aika moottoritiellä
ru: Оптимальное время движения по трассе

source: Idling time
es: Tiempo de ralentí
fi: Tyhjäkäynnillä ollut aika
ru: Время холостого хода

source: Headlights usage time
es: Tiempo de uso de faros
fi: Ajovalojen käyttö
ru: Время использования фар

source: Sudden accelerations
es: Aceleraciones repentinas
fi: Äkilliset kiihdytykset
ru: Резкие ускорения

source: Sudden decelerations
es: Desaceleraciones repentinas
fi: Äkilliset pysähdykset
ru: Резкие замедления

source: Odometer at start
es: Odómetro al inicio
fi: Matkamittari matkan alussa
ru: Показания одометра в начале

source: A/C consumption
es: Consumo de aire acondicionado
fi: Ilmastoinnin kulutus
ru: Потребление кондиционера

source: Auxiliary consumption
es: Consumo auxiliar
fi: Apulaitteiden kulutus
ru: Потребление дополнительного оборудования

source: Motor consumption
es: Consumo del motor
fi: Moottorin kulutus
ru: Расход мотора

source: Idle consumption
es: Consumo en ralentí
fi: Tyhjäkäynnin kulutus
ru: Потребление на холостом ходу

source: Sudden acceleration consumption
es: Consumo por aceleración repentina
fi: Äkillisten kiihdytyksten kulutus
ru: Потребление при резком ускорении

source: Sudden acceleration time
es: Tiempo de aceleración repentina
fi: Äkillisten kiihdytysten aika
ru: Время резкого ускорения

source: Non-eco deceleration consumption
es: Consumo por desaceleración no ecológica
fi: Ei-ekologisten kiihdytysten kulutus
ru: Потребление при неэкономичном замедлении

source: Non-eco deceleration time
es: Tiempo de desaceleración no ecológica
fi: Ei-ekologisten kiihdytysten aika
ru: Время неэкономичного замедления

source: Sudden start consumption
es: Consumo por arranque repentino
fi: Äkillisten lähtöjen kulutus
ru: Потребление при резком старте

source: Sudden start time
es: Tiempo de arranque repentino
fi: Äkillisten lähtöjen aika
ru: Время резкого старта

source: Trip start
es: Inicio del viaje
fi: Matkan alku
ru: Начало поездки

source: Battery pack temperature
es: Temperatura del paquete de baterías
fi: Akkupaketin lämpötila
ru: Температура аккумуляторной батареи

source: Energy content
es: Contenido de energía
fi: Akun varaus
ru: Энергосодержание

source: Average cell temperature
es: Temperatura promedio de celda
fi: Kennojen lämpötilan keskiarvo
ru: Средняя температура ячеек

source: Max cell temperature
es: Temperatura máxima de celda
fi: Kennojen korkein lämpötila
ru: Максимальная температура ячеек

source: Min cell temperature
es: Temperatura mínima de celda
fi: Kennojen matalin lämpötila
ru: Минимальная температура ячеек

source: Average cell voltage
es: Voltaje promedio de celda
fi: Kennojen jännitteiden keskiarvo
ru: Среднее напряжение ячеек

source: Max cell voltage
es: Voltaje máximo de celda
fi: Kennojen korkein jännite
ru: Максимальное напряжение ячеек

source: Min cell voltage
es: Voltaje mínimo de celda
fi: Kennojen matalin jännite
ru: Минимальное напряжение ячеек

source: AC charges (total?)
es: Cargas de CA (¿total?)
fi: AC-lataukset (yht.?)
ru: Количество медленных зарядок

source: QC charges (total?)
es: Cargas rápidas (¿total?)
fi: Pikalatauksia (yht.?)
ru: Количество быстрых зарядок

source: Trip end
es: Fin del viaje
fi: Matkan päättyminen
ru: Конец поездки

source: Accumulated current
es: Corriente acumulada
fi: Kerätty energia
ru: Накопленный ток

source: SOH
es: Estado de salud (SOH)
ru: Состояние батареи (SOH)

source: Pack resistance
es: Resistencia del paquete
fi: Akkupaketin vastus
ru: Сопротивление батареи

source: New battery degradation analysis program
es: Nuevo programa de análisis de degradación de batería
fi: Uusi akun huononemisen analyysiohjelma
ru: Новая программа анализа деградации батареи

source: Reset password
es: Restablecer contraseña
fi: Nollaa salasana
ru: Сбросить пароль

source: Enter email
es: Ingresa el correo electrónico
fi: Syötä sähköpostiosoite
ru: Введите адрес электронной почты

source: Reset
es: Restablecer
fi: Nolla
ru: Сбросить

source: Back to sign-in
es: Volver a iniciar sesión
fi: Takaisin kirjautumiseen
ru: Вернуться к входу

source: Your password has been reset. You can now <a href="/signin" class="underline">sign in here</a>
es: Tu contraseña ha sido restablecida. Ahora puedes <a href="/signin" class="underline">iniciar sesión aquí</a>
fi: Salasanasi on nollattu. Voit nyt <a href="/signin" class="underline">kirjautua tästä</a>
ru: Ваш пароль был сброшен. Теперь вы можете <a href="/signin" class="underline">войти здесь</a>

source: New password
es: Nueva contraseña
fi: Uusi salasana
ru: Новый пароль

source: Enter new password
es: Ingresa la nueva contraseña
fi: Syötä uusi salasana
ru: Введите новый пароль

source: Confirm new password
es: Confirma la nueva contraseña
fi: Vahvista uusi salasana
ru: Подтвердите новый пароль

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
es: El enlace de restablecimiento de contraseña no es válido, posiblemente porque ya ha sido usado. Por favor, solicita un nuevo restablecimiento de contraseña.
fi: Salasanan nollauslinkki on virheellinne, mahdollisesti sitä on jo käytettykerran. Lähetä uusi nollauspyyntö.
ru: Ссылка для сброса пароля недействительна, возможно, она уже была использована. Пожалуйста, запросите новый сброс пароля.

source: Add new car
es: Añadir nuevo coche
fi: Lisää uusi auto
ru: Добавить новый автомобиль

source: Telematics Unit in your car
es: Unidad telemática en tu coche
fi: Telematiikan yksikkö
ru: Телематический блок в вашем автомобиле

source: In order to establish communication with your LEAF, TCU (Telematic Control Unit) unit's SIM card needs to be replaced and its settings programmed. Have you done that?
es: Para establecer comunicación con tu LEAF, es necesario reemplazar la tarjeta SIM de la unidad TCU (Unidad de Control Telemático) y programar sus configuraciones. ¿Lo has hecho?
fi: Yhteyden muodostaminen LEAFin kanssa vaatii TCU:n (Telematic Control Unit) SIM-kortin vaihtoa ja yhteysasetusten muuttamista. Oletko suorittanut nämä muutokset?
ru: Для установления связи с вашим LEAF необходимо заменить SIM-карту телематического блока (TCU) и настроить его параметры. Вы это сделали?

source: No, how can I do that?
es: No, ¿cómo puedo hacerlo?
fi: En, kuinka se tehdään?
ru: Нет, как это сделать?

source: Yes, continue
es: Sí, continuar
fi: Kyllä, jatka
ru: Да, продолжить

source: Let's gather information about your TCU Unit
es: Recolectemos información sobre tu unidad TCU
fi: Kirjataan hieman tietoa autostasi
ru: Соберём информацию о вашем телематическом блоке (TCU)

source: It's time to hop in your LEAF and find identifiers that are unique to your car. Start your car and follow steps to get identifiers from navigation system:
es: Es hora de subir a tu LEAF y encontrar los identificadores únicos de tu coche. Enciende tu coche y sigue los pasos para obtener los identificadores desde el sistema de navegación:
fi: On aika hypätä LEAFisi kyytiin ja kirjata ylös tunnisteita, jotka ovat yksilöllisiä sinun autosi kanssa. Käynnistä auto ja seuraa ohjeita, kuinka tunnisteet saadaan navigaattorista:
ru: Пора сесть в ваш LEAF и найти уникальные идентификаторы вашего автомобиля. Запустите автомобиль и следуйте инструкциям, чтобы получить идентификаторы из навигационной системы:

source: 1. Press the hard button labeled Menu
es: 1. Presiona el botón físico etiquetado como Menú
fi: 1. Paina fyysistä painiketta 'Menu'
ru: 1. Нажмите аппаратную кнопку «Меню»

source: 2. Press the “CARWINGS” soft button on the center display screen.
es: 2. Presiona el botón suave “CARWINGS” en la pantalla central.
fi: 2. Paina näytöltä “CARWINGS” painiketta.
ru: 2. Нажмите программную кнопку «CARWINGS» на центральном экране дисплея.

source: 3. Press the “CARWINGS Settings” soft button on the center display screen.
es: 3. Presiona el botón suave “Configuraciones de CARWINGS” en la pantalla central.
fi: 3. Paina näytöltä “CARWINGS Asetukset”.
ru: 3. Нажмите программную кнопку «Настройки CARWINGS» на центральном экране дисплея.

source: 4. Scroll down if necessary and press “Unit ID information” soft button on the center display screen.
es: 4. Desplázate hacia abajo si es necesario y presiona el botón suave “Información de ID de unidad” en la pantalla central.
fi: 4. Skrollaa alas jos on tarve ja paina “Unit ID information” painiketta.
ru: 4. При необходимости прокрутите вниз и нажмите программную кнопку «Информация об идентификаторе устройства» на центральном экране дисплея.

source: 5. Write down identifiers Unit ID, TCU ID, SIM ID and VIN. Then enter them to the form below
es: 5. Anota los identificadores ID de unidad, ID de TCU, ID de SIM y VIN. Luego, ingrésalos en el formulario a continuación
fi: 5. Kirjaa ylös tunnisteet Unit ID, TCU ID, SIM ID ja VIN. Syötä nämä alla olevaan kenttään
ru: 5. Запишите идентификаторы: Unit ID, TCU ID, SIM ID и VIN. Затем введите их в форму ниже

source: Back to basics
es: Volver a lo básico
fi: Vielä muutama juttu
ru: Вернуться к основам

source: Nickname for your vehicle
es: Apodo para tu vehículo
fi: Lempinimi autolle
ru: Псевдоним для вашего автомобиля

source: LEAF TCU expects to receive an SMS command to establish connection to the server. To deliver the SMS, you have several options regarding which service will be used for this task.
es: El TCU de LEAF espera recibir un comando SMS para establecer la conexión con el servidor. Para enviar el SMS, tienes varias opciones sobre qué servicio se usará para esta tarea.
fi: LEAFin TCU odottaa tekstiviestikomentoa, jotta se muodostaisi yhteyden palvelimelle. Tekstiviestin lähetyksen suhteen sinulla on muutama vaihtoehto alla miten haluat tekstiviestin lähetyksen tapahtuvan.
ru: Телематический блок (TCU) LEAF ожидает получения SMS-команды для установления соединения с сервером. Для отправки SMS доступно несколько вариантов выбора сервиса для этой задачи.

source: We recommend using
es: Recomendamos usar
fi: Suosittelemme käyttämään
ru: Мы рекомендуем использовать (если доступно)

source: Hologram IoT SIM Card
es: Tarjeta SIM de Hologram IoT
fi: Hologram IoT SIM-korttia
ru: IoT SIM-карта Hologram

source: in your TCU, because it offers free SMS messages to the device. Other services may require cost per SMS.
es: en tu TCU, porque ofrece mensajes SMS gratuitos al dispositivo. Otros servicios pueden requerir un costo por SMS.
fi: autossasi, koska se tarjoaa ilmaiset sekä rajattomat tekstiviestit autoon. Muut SMS-palvelut voivat olla maksullisia.
ru: в вашем TCU, так как она предоставляет бесплатные SMS-сообщения на устройство. Другие сервисы могут взимать плату за каждое SMS.

source: All done!
es: ¡Todo listo!
fi: Valmista tuli!
ru: Всё готово!

source: You're done with providing necessary information to establish connection with your LEAF.
es: Has terminado de proporcionar la información necesaria para establecer la conexión con tu LEAF.
fi: Tarvittavat tiedot yhteyden muodostamiseen LEAFisi kanssa on nyt tallennettu.
ru: Вы завершили предоставление необходимой информации для установления связи с вашим LEAF.

source: You can now use TCU services.
es: Ahora puedes utilizar servicios remotos.
fi: Voit nyt käyttää etäohjaustoimintoja.
ru: Теперь вы можете использовать сервисы TCU.

source: Did you know? If you also change connection settings on your navigation unit, you will get detailed vehicle statistic informations.
es: ¿Sabías que? Si también modificas la configuración de conexión de tu navegador, obtendrás información estadística detallada del vehículo.
fi: Tiesitkö? Jos vaihdat yhteysasetukset myös auton navigointijärjestelmään, saat autosta tilastoja mm. energian kulutuksesta.
ru: Знаете ли вы? Если вы также измените настройки подключения в навигационном блоке, вы получите подробную статистику по автомобилю.

source: Finish
es: Finalizar
fi: Valmis
ru: Завершить

source: Enter username
es: Ingresa el nombre de usuario
fi: Syötä käyttäjänimi
ru: Введите имя пользователя

source: Enter password
es: Ingresa la contraseña
fi: Syötä salasana
ru: Введите пароль

source: Sign Up
es: Registrarse
fi: Luo tili
ru: Зарегистрироваться

source: Already have an account?
es: ¿Ya tienes una cuenta?
fi: Onko sinulla jo tili?
ru: Уже есть аккаунт?

source: Sign in
es: Iniciar sesión
fi: Kirjaudu
ru: Войти

source: VFlash Connection Profile Editor
fi: VFlash Yhteysprofiilien muokkaustyökalu
ru: Редактор профиля подключения VFlash

source: Choose or drag&drop vflash dump to get started
es: Elija o arrastre y suelte el archivo vflash para comenzar
fi: Valitse tai raahaa VFlash-otos
ru: Выберите или перетащите дамп vflash, чтобы начать

source: Add New Connection Profile
es: Agregar nuevo perfil de conexión
fi: Lisää uusi yhteysprofiili
ru: Добавить новый профиль подключения

source: Export VFlash
es: Exportar VFlash
fi: Tallenna VFlash
ru: Экспортировать VFlash

source: Unknown
es: Desconocido
fi: Tuntematon
ru: Неизвестный

source: TCU setup
es: Configuración del TCU
fi: TCU:n valmistelu
ru: Настройка TCU

source: TCU identifiers
es: Identificadores del TCU
fi: TCU-tiedot
ru: Идентификаторы TCU

source: Basic information
es: Información básica
fi: Perustiedot
ru: Основная информация

source: SMS configuration
es: Configuración de SMS
fi: SMS-asetukset
ru: Конфигурация SMS

source: Car added
es: Coche añadido
fi: Kaikki valmista!
ru: Автомобиль добавлен

source: Account successfully updated!
es: ¡Cuenta actualizada con éxito!
fi: Tilitiedot päivitetty!
ru: Аккаунт успешно обновлён!

source: Please fill the form correctly and try again.
es: Por favor, completa el formulario correctamente y vuelve a intentarlo.
fi: Täytä lomake oikein ja yritä uudelleen.
ru: Пожалуйста, заполните форму корректно и попробуйте снова.

source: Successfully saved settings.
es: Configuraciones guardadas con éxito.
fi: Asetukset päivitetty.
ru: Настройки успешно сохранены.

source: Please fill the form correctly
es: Por favor, completa el formulario correctamente
fi: Täytäthän lomakkeen oikein
ru: Пожалуйста, заполните форму корректно

source: Please fill all necessary fields and try again.
es: Por favor, completa todos los campos necesarios y vuelve a intentarlo.
fi: Täytäthän kaikki kentät ja yritä uudelleen.
ru: Пожалуйста, заполните все обязательные поля и попробуйте снова.

source: Waiting for first connection..
es: Esperando la primera conexión...
fi: Odotetaan ensimmäistä yhteyttä..
ru: Ждем первого подключения..

source: Sign-up is not enabled on this instance
es: El registro no está habilitado en esta instancia
fi: Tällä instanssilla ei sallita tilien luomista
ru: Регистрация не включена на этом экземпляре

source: Your current timezone is UTC. Please set your local timezone in account settings.
es: Tu zona horaria actual es UTC. Por favor, configura tu zona horaria local en los ajustes de tu cuenta.
ru: Ваш текущий часовой пояс — UTC. Пожалуйста, укажите местный часовой пояс в настройках учётной записи.

source: Invalid username or password.
es: Nombre de usuario o contraseña inválidos.
fi: Virheellinen käyttäjänimi tai salasana.
ru: Неверное имя пользователя или пароль.

source: Car is already added. Please remove and try again.
es: El coche ya está añadido. Por favor, elimínalo y vuelve a intentarlo.
fi: Auto on jo lisätty. Poista auto ja yritä uudelleen.
ru: Автомобиль уже добавлен. Пожалуйста, удалите его и попробуйте снова.

source: Please select a provider for SMS.
es: Por favor, selecciona un proveedor para SMS.
fi: Ole hyvä ja valitse SMS-palvelun tarjoaja.
ru: Пожалуйста, выберите провайдера SMS.

source: Update requested! Update will occur on next boot.
es: ¡Actualización solicitada! La actualización se realizará la próxima vez que inicie el sistema.
fi: Päivitys pyydetty! Päivitys tapahtuu seuraavan käynnistyksen yhteydessä.
ru: Запрос на обновление! Обновление будет выполнено при следующем запуске.

source: Update request cancelled!
fi: Päivityspyyntö peruttu!
ru: Запрос на обновление отменен!

source: Take Back Control of Your Nissan LEAF
es: Recupera el control de tu Nissan LEAF
fi: Ota ohjat takaisin Nissan LEAFiisi
ru: Возьмите контроль над своим Nissan LEAF

source: The iconic Nissan LEAF deserves more than abandonment. With the manufacturer's support fading, the community steps up. Sign up now to bring your LEAF back to life!
es: El icónico Nissan LEAF merece más que el abandono. Con el soporte del fabricante desvaneciéndose, la comunidad da un paso adelante. ¡Regístrate ahora para devolverle la vida a tu LEAF!
fi: Ikoninen Nissan LEAF ansaitsee parempaa kohtelua. Valmistajantuki alkaa hiipua, mutta LEAF-yhteisö tekee työnsä. Rekisteröidy nyt ja tuo LEAFisi takaisin nettiin!
ru: Легендарный Nissan LEAF заслуживает большего, чем забвение. С угасанием поддержки производителя сообщество берёт инициативу в свои руки. Зарегистрируйтесь сейчас, чтобы вернуть ваш LEAF к жизни!

source: Charge position
es: Posición de carga
fi: Latauksen sijainti
ru: Место зарядки

source: Direction
es: Dirección
fi: Suunta
ru: Направление

source: Use your old smartphone
es: Utilice un teléfono Android antiguo
fi: Käytä vanhaa älypuhelintasi
ru: Используйте свой старый Android-смартфон

source: Result
es: Resultado
fi: Tulos
ru: Результат

source: Version
es: Versión
fi: Versio
ru: Версия

source: Route Planning & Navigation
es: Plan de rutas y navegación
fi: Reittisuunnittelu ja navigointi
ru: Планирование маршрута и навигация

source: Online Services
es: Servicios en línea
fi: Online-palvelut
ru: Онлайн-сервисы

source: Any new announcements or features can be shown here
es: Cualquier anuncio o característica nueva se puede mostrar aquí
fi: Uudet ilmoitukset tai ominaisuudet voidaan näyttää täällä
ru: Здесь могут быть показаны любые новые объявления или функции

source: Energy Economy
es: Ahorro Energético
fi: Energiatalous
ru: Энергоэффективность

source: Get latest energy economy information
es: Obtenga la información más reciente sobre economía energética
fi: Hanki uusimmat tiedot energiataloudesta
ru: Получите актуальную информацию об энергоэффективности

source: Eco Trees
es: Árboles ecológicos
fi: Eko-puut
ru: Экодеревья

source: Get latest eco tree information
es: Obtenga la información más reciente sobre árboles ecológicos
fi: Hanki uusimmat tiedot ekopuista
ru: Получите актуальную информацию об экодеревьях

source: Weather Forecast
es: Pronóstico del tiempo
fi: Sääennuste
ru: Прогноз погоды

source: Download Weather Forecast for your area
es: Descargue el pronóstico del tiempo para su zona
fi: Lataa lähialueesi kattava sääennuste
ru: Загрузите прогноз погоды для вашего региона

source: clear
es: despejado
fi: selkeää
ru: ясно

source: mainly clear
es: mayormente despejado
fi: pääosin selkeää
ru: в основном ясно

source: partly cloudy
es: parcialmente nublado
fi: osittain pilvistä
ru: переменная облачность

source: cloudy
es: nublado
fi: pilvistä
ru: облачно

source: foggy
es: con niebla
fi: sumuista
ru: туманно

source: foggy with rime ice
es: con niebla y escarcha
fi: sumuista ja huurteista
ru: туман с изморозью

source: drizzling lightly
es: llovizna ligera
fi: kevyesti tihkusadetta
ru: лёгкая морось

source: drizzling moderately
es: llovizna moderada
fi: kohtalaisesti tihkusadetta
ru: умеренная морось

source: heavy drizzling
es: llovizna intensa
fi: voimakasta tihkusadetta
ru: сильная морось

source: drizzling lightly freezed
es: llovizna ligera helada
fi: kevyesti jäätävää tihkusadetta
ru: лёгкая замороженная морось

source: drizzling moderately freezed
es: llovizna moderada helada
fi: kohtalaisesti jäätävää tihkusadetta
ru: умеренная замороженная морось

source: raining slightly
es: lluvia ligera
fi: kevyesti sadetta
ru: небольшой дождь

source: raining moderately
es: lluvia moderada
fi: kohtalaisesti sadetta
ru: умеренный дождь

source: raining heavily
es: lluvia intensa
fi: voimakasta sadetta
ru: сильный дождь

source: freeze raining lightly
es: lluvia helada ligera
fi: kevyesti jäätävää sadetta
ru: лёгкий ледяной дождь

source: freeze raining moderately
es: lluvia helada moderada
fi: kohtalaisesti jäätävää sadetta
ru: умеренный ледяной дождь

source: snowing slightly
es: nevada ligera
fi: kevyesti lumisadetta
ru: небольшой снег

source: moderate snowing
es: nevada moderada
fi: kohtalaisesti lumisadetta
ru: умеренный снег

source: snowing heavily
es: nevada intensa
fi: voimakasta lumisadetta
ru: сильный снег

source: snowing grain
es: nieve granulada
fi: rae lumisadetta
ru: снежные крупинки

source: slight rain shower
es: chubasco ligero
fi: kevyitä sadekuuroja
ru: небольшой ливень

source: moderate rain shower
es: chubasco moderado
fi: kohtalaisia sadekuuroja
ru: умеренный ливень
