Repository: developerfromjokela/opencarwings
Catalog: i18n/*/LC_MESSAGES/django.po
Languages: es, fi, ru

source: violent rain shower
es: chubasco violento
fi: voimakkaita sadekuuroja
ru: сильный ливень

source: slight snow shower
es: chubasco de nieve ligero
fi: kevyitä lumikuuroja
ru: небольшой снегопад

source: heavy snow shower
es: chubasco de nieve intenso
fi: voimakkaita lumikuuroja
ru: сильный снегопад

source: thunderstorm
es: tormenta
fi: ukkosmyrsky
ru: гроза

source: This channel does not exist and cannot be added to favorites list
es: Este canal no existe y no se puede agregar a la lista de favoritos.
fi: Tätä kanavaa ei ole olemassa, eikä sitä voida lisätä suosikkiluetteloon.
ru: Этот канал не существует и не может быть добавлен в список избранных.

source: TCU ID does not match with specified ID, please double check!
es: El ID de TCU no coincide con el ID especificado, ¡verifique nuevamente!

source: Navi ID does not match with specified ID, please double check!
es: El ID de Navi no coincide con el ID especificado, ¡verifique nuevamente!

source: Sim ID does not match with specified ID, please double check!
es: El ID de Sim no coincide con el ID especificado, ¡verifique nuevamente!

source: Authentication failed, username or password is missing! Please sign in using navigation unit.
es: Error de autenticación. Falta el nombre de usuario o la contraseña. Inicie sesión con la unidad de navegación.

source: Authentication failed, username or password is incorrect! Please sign in using navigation unit.
es: Error de autenticación. ¡El nombre de usuario o la contraseña son incorrectos! Inicie sesión con la unidad de navegación.

source: Battery heater has turned on
es: El calentador de la batería se ha encendido

source: Battery heater has turned off
es: El calentador de la batería se ha apagado

source: Map
es: Mapa
fi: Kartta

source: Connection Profile Editor
es: Editor de perfiles de conexión

source: Choose or drag&drop CWS_SYS file from hidden SD partition to get started
es: Elija o arrastre y suelte el archivo CWS_SYS desde la partición SD oculta para comenzar

source: make hidden partition visible using
es: Hacer visible la partición oculta usando

source: Export
es: Exportar

source: Account created for {username}! Please sign in.
es: ¡Cuenta creada para {username}! Inicia sesión.

source: You may sign in with your username and CARWINGS password in navigation unit like showed below.
es: Puedes iniciar sesión con tu nombre de usuario y contraseña de CARWINGS en la unidad de navegación como se muestra a continuación.
fi: Voit halutessasi kokeilla kirjautua tunnuksillasi auton CARWINGS-asetuksissa, alla olevan ohjeen mukaisesti.

source: International Phone number of TCU (+xxxxxxxxxxxx)
es: Número de teléfono internacional de TCU (+xxxxxxxxxxxx)

source: Latitude
es: Latitud
fi: Leveysaste

source: Longitude
es: Longitud
fi: Pituusaste

source: VFlash editor
fi: VFlash-muokkaustyökalu

source: GIDs remaining (relative)
fi: Jäljellä olevat GID:t (relatiivi)
