Repository: developerfromjokela/opencarwings
Catalog: i18n/*/LC_MESSAGES/django.po
Languages: es, fi, ru

source: During the {period}, forecasted to {condition}. With temperature of {temp} degrees celsius, wind speed of {wind} meters per second and {rain} percent chance of rain.
es: Durante el {period}, se pronostica {condition}. Con una temperatura de {temp} grados centígrados, una velocidad del viento de {wind} metros por segundo y un {rain} por ciento de probabilidad de lluvia.
fi: {period}, ennustettu {condition}. Lämpötila {temp} astetta celsiusta, tuulen nopeus {wind} metriä sekunnissa ja {rain} prosenttia mahdollisuutta vesisateelle.
ru: В течение {period} ожидается {condition}. Температура составит {temp} градусов Цельсия, скорость ветра — {wind} метров в секунду, вероятность дождя — {rain} процентов.

source: Weather forecast
fi: Sääennuste
ru: Прогноз погоды

source: Weather Forecast for next seven days, near {location_txt}.
es: Pronóstico del tiempo para los próximos siete días, cerca de {location_txt}.
fi: Sääennuste seuraavalle seitsemälle päivälle, lähellä {location_txt}.
ru: Прогноз погоды на ближайшие семь дней в районе {location_txt}.

source: On {weekday}, forecasted to {condition}. With highest temperature of {maxtemp} degrees celsius, lowest temperature of {mintemp} degrees celsius
es: El {weekday}, se pronostica {condition}. La temperatura máxima será de {maxtemp} grados Celsius, la temperatura mínima será de {mintemp} grados Celsius.
fi: {weekday}, ennustettu {condition}. Korkein lämpötila {maxtemp} astetta celsiusta, matalin {mintemp} astetta celsiusta
ru: В {weekday} ожидается {condition}. Максимальная температура — {maxtemp} градусов Цельсия, минимальная температура — {mintemp} градусов Цельсия.

source: first
es: primero
fi: ensimmäinen
ru: первый

source: second
es: dos
fi: toinen
ru: второй

source: third
es: tres
fi: kolmas
ru: третий

source: fourth
es: cuatro
fi: neljännes
ru: четвёртый

source: fifth
es: cinco
fi: viides
ru: пятый

source: sixth
es: seis
fi: kuude
ru: шестой

source: seventh
es: siete
fi: seitsemäs
ru: седьмой

source: eighth
es: ocho
fi: kahdeksas
ru: восьмой

source: ninth
es: nueve
fi: yhdeksäs
ru: девятый

source: tenth
es: diez
fi: kymmenes
ru: десятый

source: eleventh
es: once
fi: yhtä toista
ru: одиннадцатый

source: twelfth
es: doce
fi: kahdes toista
ru: двенадцатый

source: thirteenth
es: trece
fi: kolmatta toista
ru: тринадцатый

source: fourteenth
es: catorce
fi: neljättä toista
ru: четырнадцатый

source: fifteenth
es: quince
fi: viittä toista
ru: пятнадцатый

source: sixteenth
es: dieciséis
fi: kuutta toista
ru: шестнадцатый

source: seventeenth
es: diecisiete
fi: seitsemättä toista
ru: семнадцатый

source: eighteenth
es: dieciocho
fi: kahdeksatta toista
ru: восемнадцатый

source: nineteenth
es: diecinueve
fi: yhdeksättä toista
ru: девятнадцатый

source: twentieth
es: veinte
fi: kahdes kymmenettä
ru: двадцатый

source: twenty-first
es: veintiuno
fi: kahdes kymmenes ensimmäistä
ru: двадцать первый

source: twenty-second
es: veintidós
fi: kahdes kymmenes kahta
ru: двадцать второй

source: twenty-third
es: veintitrés
fi: kahdes kymmenes kolmatta
ru: двадцать третий

source: twenty-fourth
es: veinticuatro
fi: kahdes kymmenes neljättä
ru: двадцать четвёртый

source: twenty-fifth
es: veinticinco
fi: kahdes kymmenes viidettä
ru: двадцать пятый

source: twenty-sixth
es: veintiséis
fi: kahdes kymmenes kuudetta
ru: двадцать шестой

source: twenty-seventh
es: veintisiete
fi: kahdes kymmenes seitsemättä
ru: двадцать седьмой

source: twenty-eighth
es: veintiocho
fi: kahdes kymmenes kahdeksatta
ru: двадцать восьмой

source: twenty-ninth
es: veintinueve
fi: kahdes kymmenes yhdeksättä
ru: двадцать девятый

source: thirtieth
es: treinta
fi: kolmaskymmenes
ru: тридцатый

source: thirty-first
es: treinta y uno
fi: kolmas kymmenes ensimmäistä
ru: тридцать первый

source: Vehicle is unplugged. Please check the situation if necessary.
es: El vehículo está desconectado. Por favor, verifica la situación si es necesario.
fi: Ajoneuvon latauskaapeli ei ole kytketty. Tarkista tilanne tarvittaessa.
ru: Автомобиль не подключён к зарядке. При необходимости проверьте ситуацию.

source: Charger unplugged notification
es: Recordatorio de enchufar el cargador
fi: Latauskaapelin kytkentämuistutus
ru: Уведомление о неподключённом зарядном кабеле

source: The A/C preconditioning command could not be executed. One of the reasons behind such error could be: a) low state of charge b) command already executed c) TCU error.
es: El comando de preacondicionamiento de A/C no pudo ejecutarse. Una de las razones de este error podría ser: a) bajo estado de carga b) comando ya ejecutado c) error de TCU.
fi: Ilmastointilaitteen esilämmityskomentoa ei voitu suorittaa. Yksi virheen syistä voi olla: a) alhainen lataustila b) komento on jo suoritettu c) TCU-virhe.
ru: Команда предварительного кондиционирования не выполнена. Возможные причины: a) низкий уровень заряда, b) команда уже выполнена, c) ошибка TCU.

source: A/C preconditioning error
es: Error de preacondicionamiento de A/C
fi: Virhe ilmastoinnin esivalmistelussa
ru: Ошибка предварительного кондиционирования

source: A/C preconditioning started
es: Preacondicionamiento de A/C iniciado
fi: Ilmastoinnin esivalmistelu aloitettu
ru: Предварительное кондиционирование начато

source: A/C preconditioning has been successfully switched on
es: El preacondicionamiento de A/C se ha activado correctamente
fi: Ilmastointilaite kytkettiin päälle onnistuneesti
ru: Предварительное кондиционирование успешно включено

source: A/C precondition stopped
es: Preacondicionamiento de A/C detenido
fi: Ilmastoinnin esivalmistelu pysäytetty
ru: Предварительное кондиционирование остановлено

source: A/C preconditioning has been successfully switched off
es: El preacondicionamiento de A/C se ha desactivado correctamente
fi: Ilmastointilaitteen poiskytkentä onnistui
ru: Предварительное кондиционирование успешно выключено

source: The A/C preconditioning is finished and switched off after running certain amount of time.
es: El preacondicionamiento de A/C ha finalizado y se ha desactivado después de funcionar durante un cierto tiempo.
fi: Ilmastoinnin esilämmityksen aikaraja on täyttynyt ja se kytkettiin pois päältä.
ru: Предварительное кондиционирование завершено и выключено после определённого времени работы.

source: A/C precondition finished
es: Preacondicionamiento de A/C finalizado
fi: Ilmastoinnin esivalmistelu valmistui
ru: Предварительное кондиционирование завершено

source: A/C preconditioning is finished
es: El preacondicionamiento de A/C ha finalizado
fi: Ilmastoinnin esivalmistelu on valmistunut ja se kytkettiin pois päältä
ru: Предварительное кондиционирование завершено

source: A/C precondition notification
es: Notificación de preacondicionamiento de A/C
fi: Ilmastoinnin esivalmisteluilmoitus
ru: Уведомление о предварительном кондиционировании

source: Vehicle has finished charging.
es: El vehículo ha terminado de cargarse.
fi: Ajoneuvon lataus on päättynyt.
ru: Автомобиль завершил зарядку.

source: Charge finish notification
es: Notificación de finalización de carga
fi: Ilmoitus latauksen päättymisestä
ru: Уведомление о завершении зарядки

source: Vehicle has finished quick-charging.
es: El vehículo ha terminado de cargarse rápidamente.
fi: Ajoneuvon pikalataus on päättynyt.
ru: Автомобиль завершил быструю зарядку.

source: Quick-charge finish notification
es: Notificación de finalización de carga rápida
fi: Pikalatauksen valmistuminen
ru: Уведомление о завершении быстрой зарядки

source: Charging command has been sent successfully. If vehicle did not start charging, please check that the charging cable is connected and power is available.
es: El comando de carga se ha enviado correctamente. Si el vehículo no comenzó a cargar, por favor verifica que el cable de carga esté conectado y que haya energía disponible.
fi: Latauskomento on lähetetty onnistuneesti. Jos ajoneuvo ei käynnistynyt latautumaan, tarkista, että latauskaapeli on kytketty ja virtaa on saatavilla.
ru: Команда зарядки успешно отправлена. Если автомобиль не начал заряжаться, проверьте подключение зарядного кабеля и наличие питания.

source: Charge start command executed
es: Comando de inicio de carga ejecutado
fi: Latauksen käynnistyskomento suoritettu
ru: Команда начала зарядки выполнена

source: Battery heater notification
es: Notificación del calentador de la batería
fi: Ilmoitus akun lämmittimestä
ru: Уведомление о нагревателе батареи

source: API Username
es: Nombre de usuario de la API
fi: API-käyttäjänimi
ru: Имя пользователя API

source: API Password
es: Contraseña de la API
fi: API-salasana
ru: Пароль API

source: TCU Phone Number (international format)
es: Número de teléfono del TCU (formato internacional, +34xxxxxxxx)
fi: TCU:n puhelinnumero (sisältäen maakoodin, esim: +358412345678)
ru: Номер телефона TCU (международный формат)

source: API credentials are available in your 46elks dashboard.
es: Las credenciales de la API están disponibles en tu panel de 46elks.
fi: API-tunnukset löytyvät 46elks:n hallintapaneelista.
ru: Учетные данные API доступны в вашей панели управления 46elks.

source: API Key
es: Clave de la API
fi: API-avain
ru: Ключ API

source: Device ID
es: ID del dispositivo
fi: Laite-ID
ru: Идентификатор устройства

source: API credentials are available in Hologram dashboard Settings.
es: Las credenciales de la API están disponibles en la configuración del panel de Hologram.
fi: API-tunnukset löytyvät Hologram hallintapaneelin 'Asetukset'-sivulta.
ru: Учетные данные API доступны в настройках панели управления Hologram.

source: Important: With this option, you will need to manually send the SMS yourself for this to work. No automated messaging will be set up. SMS message to send after you've issued a command on the website: {sms}
es: Importante: Con esta opción, deberás enviar el SMS manualmente para que funcione. No se configurará mensajería automática. Mensaje SMS a enviar después de emitir un comando en el sitio web: {sms}
fi: Tärkeää: Tällä vaihtoehdolla sinun on käsin lähetettävä aktivointitekstiviesti, jotta auto yhdistää palvelimeen. Viestejä ei lähetetä automaattisesti. Lähetä tämä tekstiviesti kokonaisuudessaan autollesi mahdollisimman pian sen jälkeen, kun olet lähettänyt komennon sivustolta: {sms}
ru: Важно: При выборе этого варианта вам нужно будет вручную отправить SMS на TCU, чтобы установить связь. Автоматическая отправка сообщений не предусмотрена. Текст SMS для отправки после команды на сайте: {sms}

source: Username
es: Nombre de usuario
fi: Käyttäjänimi
ru: Имя пользователя

source: Password
es: Contraseña
fi: Salasana
ru: Пароль

source: Credentials are available in Monogoto dashboard. Thing ID can be found in the URL when viewing your SIM. It has this structure: ThingId_ICCID_9999999999999999999
es: Las credenciales están disponibles en el panel de Monogoto. El ID de la cosa se encuentra en la URL al ver tu SIM. Tiene la siguiente estructura: ThingId_ICCID_9999999999999999999
ru: Учётные данные доступны в панели управления Monogoto. Идентификатор Thing ID можно найти в URL-адресе при просмотре SIM-карты. Он имеет следующую структуру: ThingId_ICCID_99999999999999999999

source: With this option, the website will redirect you to send the SMS on your phone. Or with the mobile app, it will send it automatically if possible. This method won't work via API or automations, only from the website or mobile app!
es: Con esta opción, el sitio web te redirigirá para enviar el SMS desde tu teléfono. O con la aplicación móvil, lo enviará automáticamente si es posible. ¡Este método no funcionará a través de la API o automatizaciones, solo desde el sitio web o la aplicación móvil!
fi: Tämän vaihtoehdon avulla verkkosivusto ohjaa sinut lähettämään tekstiviestin puhelimellasi. Tai mobiilisovelluksella se lähettää viestin automaattisesti, jos mahdollista. Tämä menetelmä ei toimi API:n tai automaatioiden kautta, vaan ainoastaan verkkosivuston tai mobiilisovelluksen kautta!
ru: При выборе этого варианта сайт или приложение автоматически откроет приложение для отправки SMS на TCU. Учтите, что этот вариант не поддерживает автоматизированные команды или команды через API, только через сайт или мобильное приложение!

source: Encryption Key
fi: Salausavain
ru: Ключ шифрования

source: Use your old smartphone as a gateway to send SMS. Once app has been installed, write values shown in the app to their respective fields. More information:
es: Usa tu antiguo smartphone como puerta de enlace para enviar SMS. Una vez instalada la aplicación, escribe los valores que se muestran en sus campos correspondientes. Más información:
fi: Käytä vanhaa älypuhelintasi yhdyskäytävänä tekstiviestien lähettämiseen. Kun sovellus on asennettu, kirjoita sovelluksessa näkyvät arvot vastaaviin kenttiin. Lisätietoja:
ru: Используйте свой старый Android-смартфон в качестве ретранслятора для отправки SMS. После установки приложения введите значения, отображаемые в приложении, в соответствующие поля. Подробнее:

source: Webhook URL
es: URL del webhook
fi: Webhookin URL-osoite
ru: URL-адрес вебхука

source: POST-request will be sent to specified webhook URL when necessary.
es: Se enviará una solicitud POST a la URL del webhook especificada cuando sea necesario.
fi: POST-pyyntö lähetetään syöttämääsi URL-osoitteeseen, kun halutaan ottaa yhteyttä autoon.
ru: POST-запрос будет отправлен на указанный URL-адрес вебхука при необходимости.

source: Nickname
es: Apodo
fi: Lempinimi
ru: Псевдоним

source: Disable TCU authentication
es: Desactivar autenticación del TCU
fi: Kytke pois TCU:n tunnistautuminen
ru: Отключить аутентификацию TCU

source: Show calculated battery percentage
es: Mostrar porcentaje de batería calculado
fi: Näytä laskettu akun varausprosentti
ru: Показать расчётный процент заряда батареи

source: Email
es: Correo electrónico
fi: Sähköpostiosoite
ru: Электронная почта

source: Notifications
es: Notificaciones
fi: Ilmoitukset sähköpostitse
ru: Уведомления

source: Imperial Units
es: Unidades imperiales
fi: Imperiumin yksiköt
ru: Имперские единицы измерения

source: Timezone
es: Zona horaria
ru: Часовой пояс

source: Password Confirmation
es: Confirmación de contraseña
fi: Vahvista salasana
ru: Подтверждение пароля

source: TCU Password
es: Contraseña del TCU
fi: TCU-salasana
ru: Пароль TCU

source: Can include only letters, numbers, dashes, dots and underscores
es: Solo puede incluir letras, números, guiones, puntos y guiones bajos
fi: Voi sisälää vain kirjaimia, numeroita, viivoja, pisteitä ja alaviivoja
ru: Может содержать только буквы, цифры, тире, точки и подчёркивания

source: This password is used for signing in to your account inside the car
es: Esta contraseña se usa para iniciar sesión en tu cuenta dentro del coche
fi: Tämä salasana käytetään auton ja palvelimen väliseen tunnistautumiseen
ru: Этот пароль используется для входа в вашу учётную запись в навигационной системе автомобиля

source: Notice
es: Aviso
fi: Tiedoksi
ru: Уведомление

source: Warning
es: Advertencia
fi: Huomio
ru: Предупреждение

source: Close
es: Cerrar
fi: Sulje
ru: Закрыть

source: My Account
es: Mi cuenta
fi: Tili
ru: Мой аккаунт

source: API-key
es: Clave de API
fi: API-avain
ru: Ключ API

source: API documentation
es: Documentación de la API
fi: API-dokumentaatio
ru: Документация API

source: Reset API-key
es: Restablecer clave de API
fi: Nollaa API-avain
ru: Сбросить ключ API

source: Save
es: Guardar
fi: Tallenna
ru: Сохранить

source: Change Account Password
es: Cambiar contraseña de la cuenta
fi: Vaihda tilin salasana
ru: Изменить пароль аккаунта

source: Change CARWINGS Password
es: Cambiar contraseña de CARWINGS
fi: Vaihda TCU-salasana
ru: Изменить пароль TCU

source: Are you sure you want to reset your API key?
es: ¿Estás seguro de que deseas restablecer tu clave de API?
fi: Haluatko varmasti nollata API-avaimesi?
ru: Вы уверены, что хотите сбросить ключ API?

source: Failure occurred while resetting the API key
es: Ocurrió un fallo al restablecer la clave de API
fi: API-avaimen nollaaminen tuotti virheen
ru: Произошла ошибка при сбросе ключа API

source: An error occurred while resetting the API key
es: Ocurrió un error al restablecer la clave de API
fi: Tapahtui virhe API-avaimen nollauksessa
ru: Произошла ошибка при сбросе ключа API

source: Sign Out
es: Cerrar sesión
fi: Kirjaudu ulos
ru: Выйти

source: Sign In
es: Iniciar sesión
fi: Kirjaudu
ru: Войти

source: Project
es: Proyecto
fi: projekti
ru: Проект

source: Tools
es: Utilidades
fi: Työkalut
ru: Инструменты

source: VFlash Editor
es: Editor VFlash
fi: VFlash-muokkaustyökalu
ru: Редактор VFlash

source: Back to cars
es: Volver a los coches
fi: Palaa etusivulle
ru: Вернуться к списку автомобилей

source: Send command
es: Enviar comando
fi: Lähetä komento
ru: Отправить команду

source: Overview
es: Resumen
fi: Yleinen
ru: Обзор

source: EV Status
es: Estado del vehículo eléctrico
fi: EV-tiedot
ru: Статус электромобиля

source: Timers
es: Temporizadores
fi: Ajastimet
ru: Таймеры

source: Vehicle journal
es: Código del vehículo
fi: Auton tilastot
ru: Журнал автомобиля

source: New!
es: ¡Nuevo!
fi: Uusi!
ru: Новое!

source: Location
es: Ubicación
fi: Sijainti
ru: Местоположение

source: Recent Alerts
es: Alertas recientes
fi: Viimeisimmät ilmoitukset
ru: Последние уведомления

source: Route Planner
es: Planificador de rutas
fi: Reittisuunnittelija
ru: Планировщик маршрутов

source: Basic Info
es: Información básica
fi: Tiedot
ru: Основная информация

source: TCU Configuration
es: Configuración del TCU
fi: TCU-asetukset
ru: Конфигурация TCU

source: Settings
es: Configuraciones
fi: Asetukset
ru: Настройки

source: Range (AC On)
es: Autonomía (A/C encendido)
fi: Ajokantama (ilmastointi)
ru: Запас хода (с кондиционером)

source: Range (AC Off)
es: Autonomía (A/C apagado)
fi: Ajokantama (ilmastointi pois)
ru: Запас хода (без кондиционера)

source: State of Charge
es: Estado de carga
fi: Akun varaustila
ru: Уровень заряда

source: Nominal
fi: arvioitu
ru: Номинальный

source: EMPTY
es: VACÍO
fi: TYHJÄ
ru: ПУСТО

source: FULL
es: LLENO
fi: TÄYNNÄ
ru: ПОЛНЫЙ

source: Charge time
es: Tiempo de carga
fi: Latausaika
ru: Время зарядки

source: Charge Cable
es: Cable de carga
fi: Latauskaapeli
ru: Зарядный кабель

source: Plugged In,Unplugged
es: Conectado,Desconectado
fi: Liitetty,Ei liitetty
ru: Подключён,Отключён

source: Car status
es: Estado del coche
fi: Auton tila
ru: Статус автомобиля

source: On
es: Encendido
fi: Päällä
ru: Включён

source: Parked
es: Estacionado
fi: Pysäköity
ru: На парковке

source: Driving
es: Conduciendo
fi: Ajossa
ru: В движении

source: Charging finished
es: Carga finalizada
fi: Lataus valmis
ru: Зарядка завершена

source: Charging
es: Cargando
fi: Ladataan
ru: Заряжается

source: Battery heater active
es: Calentador de batería activo
fi: Akun lämmitys aktiivinen
ru: Активен обогреватель батареи

source: Off
es: Apagado
fi: Pois päältä
ru: Выключен

source: AC Status
es: Estado del aire acondicionado
fi: Ilmastoinnin tila
ru: Статус кондиционера

source: On,Off
es: Encendido,Apagado
fi: Päällä,Pois
ru: Включён,Выключен

source: Last Updated
es: Última actualización
fi: Viimeksi päivitetty
ru: Последнее обновление

source: Odometer
es: Odómetro
fi: Matkamittari
ru: Одометр

source: Navi version
es: Versión del sistema de navegación
fi: Navigointiohjelmiston versio
ru: Версия навигационной системы

source: Map version
es: Versión de mapas
fi: Karttaversio
ru: Версия карт

source: TCU version (from navi)
es: Versión del TCU (desde navegación)
fi: TCU ohjelmistoversio (navista)
ru: Версия TCU (из навигационной системы)

source: TCU version (from TCU)
es: Versión del TCU (desde TCU)
fi: TCU ohjelmistoversio (TCUsta)
ru: Версия TCU (из TCU)

source: Vehicle Code
es: Código del vehículo
fi: Auton tunniste
ru: Код автомобиля

source: Last Connection
es: Última conexión
fi: Viimeksi yhdistetty
ru: Последнее соединение

source: Add
es: Añadir
fi: Lisää
ru: Добавить

source: Mon
es: Lun
fi: ma
ru: Пн.

source: Tue
es: Mar
fi: ti
ru: Вт.

source: Wed
es: Mié
fi: ke
ru: Ср.

source: Thu
es: Jue
fi: to
ru: Чт.

source: Fri
es: Vie
fi: pe
ru: Пт.

source: Sat
es: Sáb
fi: la
ru: Сб.

source: Sun
es: Dom
fi: su
ru: Вс.

source: Last run
es: Último tiempo
fi: Suoritettu viimeksi
ru: Последняя команда

source: result
es: resultado
fi: tulos
ru: результат

source: Edit
fi: Muokkaa
ru: Редактировать

source: Delete
fi: Poista
ru: Удалить

source: No timers added
es: No se han añadido temporizadores
fi: Ei ajastimia lisättynä
ru: Таймеры не добавлены

source: Note: Times are shown in local local timezone
es: Nota: Los horarios se muestran en la zona horaria local
fi: Huomio: Kellonajat näkyvät paikallisen aikavyöhykkeen mukaan
ru: Напоминание: время указано по местному времени

source: PPP Dial Code
es: Código de marcación PPP
fi: PPP numero
ru: Код набора PPP

source: Server
es: Servidor
fi: Palvelin
ru: Сервер

source: Proxy
fi: Välityspalvelin
ru: Прокси

source: Connection Type
es: Tipo de conexión
fi: Yhteyksen tyyppi
ru: Тип соединения

source: Car on
es: Coche encendido
fi: Auto päällä
ru: Автомобиль включён

source: Yes,No
es: Sí,No
fi: Kyllä,Ei
ru: Да,Нет

source: Gear
es: Marcha
fi: Vaihde
ru: Передача

source: 6kW OBC exists
es: Existe un cargador integrado de 6 kW
fi: 6.6 kW hidas laturi olemassa
ru: Имеется бортовое зарядное устройство мощностью 6 кВт

source: Charge bars
es: Barras de carga
fi: Lataustason palkit
ru: Полосы заряда

source: Capacity bars
es: Barras de capacidad
fi: Kapasiteetin palkit
ru: Полосы ёмкости

source: Display
es: Pantalla
fi: mittaristo
ru: Дисплей

source: State of Health
es: Estado de salud
fi: Akun kunto
ru: Состояние батареи (SOH)

source: Remaining kWh
es: kWh restantes
fi: Jäljellä oleva varaus
ru: Оставшиеся кВт·ч

source: Plugged in
es: Conectado
fi: Liitetty laturiin
ru: Подключён к зарядке

source: Quick-charging
es: Carga rápida
fi: Pikaladataan
ru: Быстрая зарядка

source: Preconditioning (A/C)
es: Preacondicionamiento (A/C)
fi: Esilämmitys/jäähdytys
ru: Предварительное кондиционирование

source: GIDs remaining
es: GIDs restantes
fi: Jäljellä olevat GID:t
ru: Оставшиеся GID

source: Battery heater exists
es: Existe calentador de batería
fi: Akun lämmitin olemassa
ru: Имеется подогреватель батареи

source: Counter
es: Contador
ru: Счётчик

source: Send location to car
es: Enviar punto del mapa al coche
fi: Lähetä määränpää autoon
ru: Отправить местоположение в автомобиль

source: Search for locations or enter google/apple maps link
es: Buscar ubicaciones o ingresar enlace de Google/Apple Maps
fi: Hae kohteita tai syötä Google/Apple maps-linkki
ru: Поиск местоположения или ввод ссылки на Google/Apple Maps

source: Last shared location
es: Último punto del mapa compartido
fi: Viimeksi jaettu kohde
ru: Последнее отправленное местоположение

source: No past shared location
es: No hay puntos del mapa compartidos anteriormente
fi: Ei aikaisemmin jaettuja kohteita
ru: Нет ранее отправленных местоположений

source: Send
es: Enviar
fi: Lähetä
ru: Отправить

source: At Home
es: En casa
fi: Kotona
ru: Дома

source: Route plans
fi: Reittisuunnitelmat
ru: Планы маршрутов

source: No route plans added
es: No se agregaron planes de ruta
fi: Ei lisättyjä reittisuunnitelmia
ru: Планы маршрутов не добавлены

source: Add/Edit a route plan
fi: Lisää/Muokkaa reittisuunnitelma
ru: Добавить/редактировать план маршрута

source: Name of the plan
es: Nombre del plan
fi: Reittisuunnitelman nimi
ru: Название плана

source: Starting point
es: Punto de partida
fi: Lähtöpiste
ru: Начальная точка

source: Add waypoint
es: Añadir punto de ruta
fi: Lisää reittipiste
ru: Добавить промежуточную точку

source: Destination point
es: Punto de destino
fi: Määränpää
ru: Пункт назначения

source: Cancel
fi: Peruuta
ru: Отменить

source: Favorite channels
es: Canales favoritos
fi: Suosikkikanavat
ru: Избранное
