Repository: developerfromjokela/opencarwings
Catalog: i18n/*/LC_MESSAGES/django.po
Languages: es, fi, ru

source: No selected channel
es: Vacía
fi: Ei kanavaa valittuna
ru: Канал не выбран

source: Custom channels
es: Mis canales
fi: Omat kanavat
ru: Мои каналы

source: No content
es: Sin contenido
fi: Ei sisältöä
ru: Нет контента

source: Type
es: Tipo
fi: Tyyppi
ru: Тип

source: Timestamp
es: Marca de tiempo
fi: Päivämäärä
ru: Временная метка

source: Additional Data
es: Datos adicionales
fi: Lisätiedot
ru: Дополнительные данные

source: Skip authentication from TCU
es: Omitir autenticación desde el TCU
fi: Ohita tunnistautuminen TCU:lta
ru: Пропустить аутентификацию TCU

source: On AZE0 (2013) and newer LEAFs, username and password inserted to navi are not saved due to an error. In this case, check this box to skip the authentication
es: En los LEAF AZE0 (2013) y posteriores, el nombre de usuario y la contraseña insertados en el sistema de navegación no se guardan debido a un error. En este caso, marca esta casilla para omitir la autenticación
fi: AZE0 (2013) ja uusimmissa LEAFeissa käyttäjänimi sekä TCU-salasana eivättallennu autoon virheen takia. Tässä tapauksessa kytke ruutu aktiiviseksi,niin auto saa yhteyden ja ei tarkista kirjautumistietoja
ru: На автомобилях AZE0 (2013 и новее) имя пользователя и пароль, введённые в навигационную систему, могут не сохраняться из-за ошибки. В этом случае установите этот флажок, чтобы пропустить аутентификацию.

source: Car color
es: Color del coche
fi: Auton väri
ru: Цвет автомобиля

source: Maximum GIDs value
es: Valor máximo de GIDs
fi: Suurin GIDien määrä
ru: Максимальное значение GID

source: OpenCARWINGS will try to auto-detect your battery size and fill this field. For cars with swapped/replaced battery, please enter maximum amount of GIDS when battery is new (SoH 100%%).
es: OpenCARWINGS intentará detectar automáticamente el tamaño de tu batería y completar este campo. Para coches con batería cambiada/reemplazada, ingresa la cantidad máxima de GIDs cuando la batería es nueva (SoH 100%%).
fi: OpenCARWINGS pyrkii tunnistamaan auton akkukapasiteetin ja täyttää itse tämän arvon. Jos autosi akku on vaihdettu suurempaan kapasiteettiin, ole hyvä ja kirjoita akkupakettisi suurin GID:ien arvo kun akku on uusi (SoH 100%%)
ru: OpenCARWINGS попытается автоматически определить размер батареи и заполнить это поле. Для автомобилей с заменённой батареей введите максимальное значение GID для новой батареи (SoH 100%%).

source: On AZE0 (>2013) generation cars, it is possible to see available battery capacity in percentage. For ZE0, such feature was never implemented. By enabling this option, 'display' percentage value will be calculated, it may be inaccurate.
es: En los coches de generación AZE0 (>2013), es posible ver la capacidad disponible de la batería en porcentaje. Para ZE0, esta función nunca se implementó. Al habilitar esta opción, se calculará el valor porcentual de 'pantalla', que puede no ser preciso.
fi: AZE0 (>2013) sukupolven autoissa on mahdollista nähdä kojelaudassa akun varausprosentin. ZE0-sukupolven autoissa tätä toimintoa ei löydy. Kytkemällä tämän toiminnon päälle, näet samanlaisen 'käyttäjälle' näytettävän varausprosentin, mutta arvo voi olla väärä.
ru: На автомобилях AZE0 (после 2013 года) можно увидеть доступную ёмкость батареи в процентах. Для ZE0 эта функция не была реализована. При включении этой опции значение процента на дисплее будет рассчитано, но может быть неточным.

source: Periodic data refresh interval
es: Intervalo de actualización periódica de datos
fi: Aikaväli tietojen automaattiselle päivitykselle
ru: Интервал периодического обновления данных

source: Periodic data refresh interval (while driving or charging)
es: Intervalo de actualización periódica de datos (mientras conduces o cargas)
fi: Aikaväli tietojen automaattiselle päivitykselle (latauksen tai ajon aikana)
ru: Интервал периодического обновления данных (во время движения или зарядки)

source: SMS provider
es: Proveedor de SMS
fi: SMS-palvelu
ru: Провайдер SMS

source: Remove car
es: Eliminar coche
fi: Poista auto
ru: Удалить автомобиль

source: Set car location as
es: Establecer la ubicación del vehículo como
fi: Aseta auton sijainti kohteeseen
ru: Установить местоположение автомобиля как

source: Select data channel
es: Seleccionar canal de datos
fi: Valitse tietokanava
ru: Выберите канал

source: Edit data channel
es: Editar canal de datos
fi: Muokkaa tietokanava
ru: Редактировать канал

source: Channel name
es: Nombre del canal
fi: Kanavan nimi
ru: Название канала

source: Channel icon
es: Icono del canal
fi: Kanavan kuvake
ru: Значок канала

source: Data URL
es: URL de datos
fi: Tiedonlähteen URL-osoite
ru: URL-адрес

source: Data URL format and documentation
es: Formato y documentación de la URL de datos
fi: Dokumentaatio ja ohje tiedonlähteelle
ru: Формат URL-адреса данных и документация

source: Allow sending current vehicle location
es: Permitir enviar la ubicación actual del vehículo
fi: Salli sijainnin välittäminen tiedonlähteelle
ru: Разрешить отправку текущего местоположения автомобиля

source: Edit timer
es: Editar temporizador
fi: Muokkaa ajastinta
ru: Редактировать таймер

source: Timer name
es: Nombre del temporizador
fi: Ajastimen nimi
ru: Имя таймера

source: Enabled
es: Activado
fi: Käytössä
ru: Включено

source: Select time
es: Seleccionar hora
fi: Valitse kellonaika
ru: Выберите время

source: Command
es: El comando
fi: Komento
ru: Команда

source: One-time
es: Una sola vez
fi: Vain kerran
ru: Один раз

source: Repeating
es: Repetición semanal
fi: Toistuva
ru: Повторяющийся

source: Select date
es: Seleccionar fecha
fi: Valitse päivämäärä
ru: Выберите дату

source: Monday
es: Lunes
fi: maanantai
ru: Понедельник

source: Tuesday
es: Martes
fi: tiistai
ru: Вторник

source: Wednesday
es: Miércoles
fi: keskiviikko
ru: Среда

source: Thursday
es: Jueves
fi: torstai
ru: Четверг

source: Friday
es: Viernes
fi: perjantai
ru: Пятница

source: Saturday
es: Sábado
fi: lauantai
ru: Суббота

source: Sunday
es: Domingo
fi: sunnuntai
ru: Воскресенье

source: SMS from your device
es: Enviar SMS desde tu dispositivo
fi: SMS-viestin lähetys laitteestasi
ru: SMS с вашего устройства

source: Error sending command
es: Error al enviar el comando
fi: Komennon lähetys epäonnistui
ru: Ошибка при отправке команды

source: Plugged In
es: Conectado
fi: Liitetty
ru: Подключён

source: Unplugged
es: Desconectado
fi: Ei liitettynä
ru: Отключён

source: Yes
es: Sí
fi: Kyllä
ru: Да

source: No
fi: Ei
ru: Нет

source: Error sending location to car
es: Error al enviar la ubicación al coche
fi: Sijainnin lähetys autoon epäonnistui
ru: Ошибка при отправке местоположения в автомобиль

source: Location sent!
es: ¡Punto del mapa enviado!
fi: Määränpää lähetetty!
ru: Местоположение отправлено!

source: No address
es: Sin dirección
fi: Ei osoitetta
ru: Адрес отсутствует

source: Could not get location from map link
es: No se pudo obtener la ubicación desde el enlace
fi: Ei saatu sijaintia linkistä
ru: Не удалось получить местоположение по ссылке на карту

source: Error searching locations
es: Error al buscar ubicaciones
fi: Kohteiden haku epäonnistui
ru: Ошибка при поиске местоположений

source: Search did not find any locations
es: La búsqueda no encontró ninguna ubicación
fi: Haku ei tuottanut tulosta
ru: Поиск не нашёл местоположений

source: Connection established!
es: ¡Conexión establecida!
fi: Yhdistetty!
ru: Соединение установлено!

source: Reconnecting...
es: Reconectando...
fi: Yhdistetään uudelleen...
ru: Переподключение…

source: Cannot add a new waypoint
es: No se puede agregar un nuevo punto de ruta
fi: Ei voitu lisätä reittipistettä
ru: Невозможно добавить новую промежуточную точку

source: Maximum number of waypoints reached
es: Número máximo de puntos de ruta alcanzados
fi: Maksimimäärä reittipisteitä saavutettu
ru: Достигнуто максимальное количество промежуточных точек

source: Waypoint
es: Punto de ruta
fi: Reittipiste
ru: Промежуточная точка

source: Error saving the route plan
es: Error al guardar el plan de ruta
fi: Reittisuunnitelmaa ei voitu tallentaa
ru: Ошибка при сохранении плана маршрута

source: Route plan saved!
es: ¡Plan de ruta guardado!
fi: Reittisuunnitelma tallennettu!
ru: План маршрута сохранён!

source: Cannot add new route plan
es: No se puede agregar un nuevo plan de ruta
fi: Reittisuunnitelmaa ei voitu lisätä
ru: Невозможно добавить новый план маршрута

source: You have too many route plans, please delete one and try again.
es: Tienes demasiados planes de ruta, elimina uno y vuelve a intentarlo.
fi: Sinulla on liian monta reittisuunnitelmaa tallennettuna, poista ainakin yksi ja yritä uudelleen.
ru: У вас слишком много планов маршрутов, удалите один и попробуйте снова.

source: Are you sure you want to delete this route plan?
es: ¿Estás seguro de que deseas eliminar este plan de ruta?
fi: Haluatko varmasti poistaa tämän reittisuunnitelman?
ru: Вы уверены, что хотите удалить этот план маршрута?

source: Error deleting the route plan
es: Error al eliminar el plan de ruta
fi: Reittisuunnitelmaa ei voitu poistaa
ru: Ошибка при удалении плана маршрута

source: Route plan removed!
es: ¡Plan de ruta eliminado!
fi: Reittisuunnitelma tallennettu!
ru: План маршрута удалён!

source: Error saving CARWINGS settings
es: Error al guardar la configuración de CARWINGS
fi: Tapahtui virhe CARWINGS asetusten tallentamisessa
ru: Ошибка сохранения настроек CARWINGS

source: CARWINGS settings saved!
es: ¡Configuración de CARWINGS guardada!
fi: CARWINGS asetukset tallennettu!
ru: Настройки CARWINGS сохранены!

source: Add timer
es: Añadir temporizador
fi: Lisää ajastin
ru: Добавить таймер

source: Missing field
es: Campo faltante
fi: Puuttuva tieto
ru: Отсутствует пункт

source: Please enter valid date for the timer
es: Por favor, introduzca una fecha válida para el temporizador
fi: Valitse päivämäärä
ru: Пожалуйста, введите действительную дату для таймера.

source: Please select at least one weekday
es: Por favor seleccione al menos un día de la semana
fi: Valitse ainakin yksi viikonpäivä
ru: Пожалуйста, выберите хотя бы один день недели

source: Error saving the timer
es: Error al guardar el temporizador
fi: Virhe ajastimen tallennuksessa
ru: Ошибка сохранения таймера

source: Timer saved!
es: ¡Temporizador guardado!
fi: Ajastin tallennettu!
ru: Таймер сохранен!

source: Are you sure you want to delete this timer?
es: ¿Estás seguro que deseas eliminar este temporizador?
fi: Haluatko varmasti poistaa tämän ajastimen?
ru: Вы уверены, что хотите удалить этот таймер?

source: Timer removed!
es: ¡Temporizador eliminado!
fi: Ajastin poistettu!
ru: Таймер удален!

source: Error deleting the timer
es: Error al eliminar el temporizador
fi: Virhe ajastimen poistossa
ru: Ошибка при удалении таймера

source: My cars
es: Mis coches
fi: Minun autoni
ru: Мои автомобили

source: Last connected
es: Última conexión
fi: Viimeksi yhteydessä
ru: Последнее подключение

source: No cars added.
es: No hay coches añadidos.
fi: Ei lisättyjä autoja.
ru: Автомобили не добавлены.

source: Change CARWINGS password
es: Cambiar contraseña de CARWINGS
fi: Vaihda TCU-salasana
ru: Изменить пароль TCU

source: This password is used for authentication between your cars and this server.
es: Esta contraseña se usa para la autenticación entre tus coches y este servidor.
fi: Tämä salasana käytetään auton ja palvelimen väliseen tunnistautumiseen.
ru: Этот пароль используется для аутентификации между вашими автомобилями и этим сервером.

source: Please keep in mind, that connection may be disturbed until you save your new password in the car.
es: Ten en cuenta que la conexión puede verse interrumpida hasta que guardes tu nueva contraseña en el coche.
fi: Pidäthän mielessä, että yhteys saattaa katketa auton kanssa vaihdon jälkeen, kunnes uudet tiedot syötetään autoon.
ru: Учтите, что соединение может быть нарушено, пока вы не сохраните новый пароль в автомобиле.

source: Change Password
es: Cambiar contraseña
fi: Vaihda salasana
ru: Изменить пароль

source: Change password
es: Cambiar contraseña
fi: Vaihda salasana
ru: Изменить пароль

source: CARWINGS reborn
es: CARWINGS renacido
fi: CARWINGS on tullut takaisin
ru: CARWINGS возрождён

source: Enter your username
es: Ingresa tu nombre de usuario
fi: Syötä käyttäjänimesi
ru: Введите имя пользователя

source: Enter your password
es: Ingresa tu contraseña
fi: Syötä salasanasi
ru: Введите пароль

source: Forgot password?
es: ¿Olvidaste la contraseña?
fi: Unohtuiko salasana?
ru: Забыли пароль?

source: Make your car hi-tech again!
es: ¡Haz que tu coche vuelva a ser de alta tecnología!
ru: Сделай свою машину снова хай-тек!

source: OpenCARWINGS restores original CARWINGS functionality of Nissan vehicles, bringing smart features back, often way better than the original!
es: OpenCARWINGS restaura la funcionalidad original de CARWINGS en vehículos Nissan, devolviendo las funciones inteligentes, ¡a menudo mucho mejor que la original!
ru: OpenCARWINGS восстанавливает оригинальную функциональность CARWINGS в автомобилях Nissan, возвращая умные возможности, и часто делает это намного лучше, чем было изначально!

source: Get Started
es: Comenzar
fi: Aloita
ru: Начать

source: Vehicle data viewer
es: Visor de datos del vehículo
fi: Auton tiedot
ru: Просмотр данных автомобиля

source: Back
es: Atrás
fi: Takaisin
ru: Назад

source: Latest
es: Más reciente
fi: Viimeisimmät
ru: Последние

source: Lifetime statistics
es: Estadísticas de por vida
fi: Elinikäiset tilastot
ru: Статистика за весь период

source: DOT-files
es: DOT-datos
fi: DOT-tiedostot
ru: DOT-tiedostot

source: Trips
es: Viajes
fi: Matkat
ru: Поездки

source: Monthly statistics
es: Estadísticas mensuales
fi: Kuukausittaiset tilastot
ru: Месячная статистика

source: Location history
es: Historial de ubicaciones
fi: Sijaintihistoria
ru: История местоположений

source: Charging history
es: Historial de carga
fi: Lataushistoria
ru: История зарядки

source: Charges
es: Cargas
fi: Lataukset
ru: Зарядки

source: Excessive idling history
es: Historial de ralentí excesivo
fi: Tyhjäkäynnin historia
ru: История чрезмерного холостого хода

source: Excessive A/C history
es: Historial de uso excesivo de aire acondicionado
fi: Ilmastoinnin tyhjäkäyntihistoria
ru: История чрезмерного использования кондиционера

source: ABS history
es: Historial de ABS
fi: ABS-jarrujen historia
ru: История ABS

source: DTC history
es: Historial de códigos DTC
fi: Vikakoodihistoria
ru: История DTC

source: MSN history
es: Historial de MSN
fi: MSN-historia
ru: История MSN

source: Phone contacts in memory
es: Contactos telefónicos en memoria
fi: Puhelimen yhteystietoja muistissa
ru: Контакты телефона в памяти

source: Locations saved in address book
es: Ubicaciones guardadas en la libreta de direcciones
fi: Sijainteja tallennettu osoitekirjaan
ru: Местоположения, сохранённые в адресной книге

source: Telemetry configuration
fi: Telemetrian konfiguraatio
ru: Конфигурация телеметрии

source: Telemetry Configuration ID
es: ID de configuración de telemetría
fi: Telemetriakonfiguraation tunnus
ru: Идентификатор конфигурации телеметрии

source: New Telemetry Configuration ID
es: Nueva ID de configuración de telemetría
fi: Uuden telemetriakonfiguraation tunnus
ru: Новый идентификатор конфигурации телеметрии

source: Configuration update status
es: Estado de actualización de la configuración
fi: Konfiguraation päivityksen tila
ru: Статус обновления конфигурации

source: Please turn on the car for vehicle data auto-update or access a CARWINGS data channel to perform configuration update.
es: Encienda el vehículo para la actualización automática de datos o descargue un canal de datos CARWINGS para realizar la actualización de la configuración.
fi: Käynnistä auto ajoneuvotietojen automaattista päivitystä varten tai käytä CARWINGS-datakanavaa, jotta konfiguraatio päivittyy autoon.
ru: Включите автомобиль для автоматического обновления данных автомобиля или загрузите канал данных CARWINGS для выполнения обновления конфигурации.

source: Cancel update
es: Cancelar actualización
fi: Peruuta päivitys
ru: Отменить обновление

source: New Telemetry Configuration
es: Nueva configuración de telemetría
fi: Uusi telemetriakonfiguraatio
ru: Новая конфигурация телеметрии

source: Update
fi: Päivitä
ru: Обновлять

source: No vehicle data available
es: No hay datos del vehículo disponibles
fi: Auton tietoja ei saatavilla
ru: Данные об автомобиле отсутствуют

source: In order to receive vehicle data, CARWINGS navigation unit must have correct connection settings.
es: Para recibir datos del vehículo, la unidad de navegación CARWINGS debe tener configuraciones de conexión correctas.
fi: Jotta pystyt vastaanottamaan tietoja, CARWINGS navigointiyksikössä on oltava oikeat yhteysasetukset.
ru: Для получения данных об автомобиле навигационная система CARWINGS должна иметь правильные настройки подключения.

source: Learn more
es: Saber más
fi: Lue lisää
ru: Узнать больше

source: A/C usage
es: Uso del aire acondicionado
fi: Ilmastointilaitteen ikä
ru: Использование кондиционера

source: Headlights usage
es: Uso de faros
fi: Ajovalojen ikä
ru: Использование фар

source: Average speed
es: Velocidad promedio
fi: Keskinopeus
ru: Средняя скорость

source: Energy regeneration
es: Regeneración de energía
fi: Regeneroitu energia
ru: Регенерация энергии

source: Energy consumption
es: Consumo de energía
fi: Kulutettu energia
ru: Потребление энергии

source: Runtime
es: Tiempo de funcionamiento
fi: Käynnissä yhteensä
ru: Время работы

source: Lifetime data mileage
es: Kilometraje de datos de por vida
fi: Elinikäisen tietojen matka
ru: Пробег за весь период

source: No DOT data available
es: No hay datos DOT disponibles
fi: DOT tiedot ei saatavilla
ru: DOT tiedot ei saatavilla

source: DOT data comes available on next startup after a trip.
es: Los datos DOT estarán disponibles en el siguiente arranque después de un viaje.
fi: DOT tiedot tulevat saataville matkan jälkeisen käynnistyksen yhteydessä.
ru: DOT tiedot tulevat saataville matkan jälkeisen käynnistyksen yhteydessä.

source: In order to receive data, CARWINGS navigation unit must have correct connection settings.
es: Para recibir datos, la unidad de navegación CARWINGS debe tener configuraciones de conexión correctas.
fi: Jotta voit vastaanottaa tietoja, CARWINGS-navigointiyksikössä on oltava oikeat yhteysasetukset.
ru: Для получения данных навигационная система CARWINGS должна иметь правильные настройки подключения.

source: No trip data available
es: No hay datos de viaje disponibles
fi: Ei matkatietoja saatavilla
ru: Данные о поездках отсутствуют

source: Trip information comes available on next startup after the trip.
es: La información del viaje estará disponible en el próximo arranque después del viaje.
fi: Matkatiedot päivittyvät yleensä ajetun matkan jälkeisen ajon aikana.
ru: Информация о поездке становится доступной при следующем запуске после поездки.

source: Driving distance
es: Distancia recorrida
fi: Ajettu matka
ru: Дистанция поездки

source: Driving time
es: Tiempo de conducción
fi: Aika
ru: Время в пути

source: Regenerated energy
es: Energía regenerada
fi: Regeneroitu energia
ru: Регенерированная энергия

source: Consumed energy
es: Energía consumida
fi: Käytetty energia
ru: Потреблённая энергия

source: Average consumption
fi: Keskikulutus
ru: Среднее потребление

source: Average acceleration
es: Aceleración promedio
fi: Keskiverto kiihdytysvoima
ru: Среднее ускорение

source: No monthly analytics available
es: No hay análisis mensuales disponibles
fi: Kuukausittaisia tilastoja ei saatavilla
ru: Месячная аналитика отсутствует

source: Monthly analytics information comes available at the end of the month.
es: La información de análisis mensuales estará disponible al final del mes.
fi: Kuukausittaiset tilastot tulevat autosta kuukauden päätteeksi.
ru: Месячная аналитическая информация становится доступной в конце месяца.

source: Single Day
es: Un solo día
fi: Yksittäinen päivä
ru: Один день

source: Single Week
es: Semana única
fi: Yksittäinen viikko
ru: Одна неделя

source: Single Month
es: Mes único
fi: Yksittäinen kuukausi
ru: Один месяц

source: Export to GPX
es: Exportar a GPX
fi: Vie GPX-muodossa
ru: Экспорт в GPX

source: No location available
fi: Sijaintihistoria ei saatavilla
ru: Местоположение недоступно

source: Location information comes available on next startup, if your current configuration allows it.
es: La información de ubicación estará disponible en el próximo inicio, si su configuración actual lo permite.
fi: Sijaintitiedot tulevat näkyviin seuraavan käynnistyksen yhteydessä, jos telemetriakonfiguraatio sallii sen.
ru: Информация о местоположении станет доступна при следующем запуске, если ваша текущая конфигурация телеметрии это позволяет.

source: State at start
es: Estado al inicio
fi: Varaus alkaessa
ru: Состояние на момент начала

source: State at end
es: Estado al final
fi: Varaus päättyessä
ru: Состояние на момент окончания

source: Charging type
es: Tipo de carga
fi: Latauksen tyyppi
ru: Тип зарядки

source: Charged energy
es: Energía cargada
fi: Ladattu energia
ru: Заряженная энергия

source: Cell temp. (start)
es: Temperatura de celda (inicio)
fi: Kennojen lämpöt. (alku)
ru: Температура ячейки (начало)

source: avg/max/min
es: promedio/máximo/mínimo
fi: kesk/maks/min
ru: сред./макс./мин.

source: Cell temp. (end)
es: Temperatura de celda (final)
fi: Kennojen lämpöt. (loppu)
ru: Температура ячейки (конец)

source: Cell volt. (start)
es: Voltaje de celda (inicio)
fi: Kennojen jännit. (alku)
ru: Напряжение ячейки (начало)

source: Charges while ign. off
es: Cargas con encendido apagado
fi: Lataukset kun ign. off
ru: Зарядки при выключенном зажигании

source: No charging history available
es: No hay historial de carga disponible
fi: Lataushistoria ei saatavilla
ru: История зарядки отсутствует

source: Charging history may become available on next startup after the charging.
es: El historial de carga puede estar disponible en el próximo arranque después de la carga.
fi: Lataushistoria saattaa tulla nähtäville seuraavan käynnistyksen yhteydessä.
ru: История зарядки может стать доступной при следующем запуске после зарядки.

source: Charge count
es: Conteo de cargas
fi: Latausten määrä
ru: Количество зарядок

source: No charge data available
es: No hay datos de carga disponibles
fi: Lataustietoja ei saatavilla
ru: Данные о зарядке отсутствуют

source: Charging data may become available on next startup after the charging.
es: Los datos de carga pueden estar disponibles en el próximo arranque después de la carga.
fi: Lataushistoria saattaa tulla nähtäville seuraavan käynnistyksen yhteydessä.
ru: Данные о зарядке могут стать доступными при следующем запуске после зарядки.

source: Operation time
es: Tiempo de operación
fi: Aktiivinen aika
ru: Время работы

source: Vehicle speed at start
es: Velocidad del vehículo al inicio
fi: Ajoneuvon nopeus alussa
ru: Скорость автомобиля в начале

source: Vehicle speed at end
es: Velocidad del vehículo al final
fi: Ajoneuvon nopeus lopussa
ru: Скорость автомобиля в конце

source: Road type
es: Tipo de carretera
fi: Tietyyppi
ru: Тип дороги

source: No ABS data available
es: No hay datos de ABS disponibles
fi: ABS-tietoja ei saatavilla
ru: Данные ABS отсутствуют

source: ABS data may become available on next startup if your vehicle configuration allows it.
es: Los datos de ABS pueden estar disponibles en el próximo arranque si la configuración del vehículo lo permite.
fi: ABS-tiedot voivat tulla näkyviin seuraavan käynnistyksen yhteydessä jos autosi asetukset sallivat sen.
ru: Данные ABS могут стать доступными при следующем запуске, если это позволяет конфигурация вашего автомобиля.

source: Date and time
es: Fecha y hora
fi: Aika ja kellonaika
ru: Дата и время

source: Duration
es: Duración
fi: Kesto
ru: Продолжительность
