Repository: developerfromjokela/opencarwings
Catalog: i18n/*/LC_MESSAGES/django.po
Languages: es, fi, ru

source: Too many timer commands, please delete one and try again
es: Demasiados temporizadores, elimine uno y vuelva a intentarlo
fi: Liian monta ajastinta tallennettu, poista vähintään yksi ja yritä uudelleen
ru: У вас слишком много таймеров, удалите один и попробуйте снова

source: Failed to send SMS message to TCU. Please try again in a moment.
es: No se pudo enviar el mensaje SMS al TCU. Por favor, intenta de nuevo en un momento.
fi: Tekstiviestiä ei voitu lähettää autoon. Kokeile uudelleen hetken kuluttua.
ru: Не удалось отправить SMS-сообщение на TCU. Пожалуйста, попробуйте снова через некоторое время.

source: Charge stop
es: Parada de carga
fi: Latauksen valmistuminen
ru: Остановка зарядки

source: Charge start
es: Inicio de carga
fi: Aloita lataus
ru: Начало зарядки

source: Charge cable reminder
es: Recordatorio de cable de carga
fi: Latauskaapelin kytkentämuistutus
ru: Напоминание о зарядном кабеле

source: A/C on
es: Aire acondicionado encendido
fi: Ilmastointi päälle
ru: Включение кондиционера

source: A/C off
es: Aire acondicionado apagado
fi: Ilmastointi pois päältä
ru: Выключение кондиционера

source: Configuration read
es: Configuración leída
fi: TCU-asetusten lataus
ru: Чтение конфигурации

source: A/C auto off
es: Aire acondicionado apagado automáticamente
fi: Esilämmitys/jähdytys valmis
ru: Автоматическое выключение кондиционера

source: Quick charge stop
es: Parada de carga rápida
fi: Pikalatauksen valmistuminen
ru: Остановка быстрой зарядки

source: Battery heater start
es: Calentador de batería iniciado
fi: Akun lämmitys käynnistyi
ru: Начался обогрев батареи

source: Battery heater stop
es: Calentador de batería detenido
fi: Akun lämmitys päättyi
ru: Нагрев батареи закончен

source: Charge error
es: Error de carga
fi: Virhe latauskomennossa
ru: Ошибка зарядки

source: A/C error
es: Error del aire acondicionado
fi: Ilmastointikomennon virhe
ru: Ошибка кондиционера

source: Command timeout
es: Tiempo de espera del comando
fi: Komennon aikakatkaisu
ru: Тайм-аут команды

source: Error
fi: Virhe
ru: Ошибка

source: No command
es: Sin comando
fi: Ei komentoa
ru: Команда отсутствует

source: Refresh data
es: Actualizar datos
fi: Päivitä tiedot
ru: Обновление данных

source: Read configuration
es: Leer configuración
fi: Lataa TCU:n asetukset
ru: Чтение настроек

source: Waiting
es: Esperando
fi: Odotetaan
ru: Ожидание

source: Success
es: Éxito
fi: Onnistui
ru: Успех

source: Timeout
es: Tiempo de espera
fi: Aikakatkaisu
ru: Тайм-аут

source: Await response
es: Esperando respuesta
fi: Odotetaan vastausta
ru: Ожидание ответа

source: Park
es: Estacionar
fi: Pysäköity
ru: Парковка

source: Drive
es: Conducir
fi: Ajovaihde
ru: Движение

source: Reverse
es: Marcha atrás
fi: Peruutusvaihde
ru: Задний ход

source: Never
es: Nunca
fi: ei koskaan
ru: Никогда

source: Every 30 minutes
es: Cada 30 minutos
fi: 30 min välein
ru: Каждые 30 минут

source: Every 45 minutes
es: Cada 45 minutos
fi: 45 min välein
ru: Каждые 45 минут

source: Every hour
es: Cada hora
fi: tunnin välein
ru: Каждый час

source: Every three hours
es: Cada tres horas
fi: kolmen tunnin välein
ru: Каждые 3 часа

source: Every 12 hours
es: Cada 12 horas
fi: 12 tunnin välein
ru: Каждые 12 часов

source: Every day
es: Cada día
fi: päivittäin
ru: Каждый день

source: Every 5 minutes
es: Cada 5 minutos
fi: 5 min välein
ru: Каждые 5 минут

source: Every 10 minutes
es: Cada 10 minutos
fi: 10 min välein
ru: Каждые 10 минут

source: Every 15 minutes
es: Cada 15 minutos
fi: 15 min välein
ru: Каждые 15 минут

source: Slow charge
es: Estado de carga
fi: Hidas lataus
ru: Медленная зарядка

source: Quick charge
es: Parada de carga rápida
fi: Pikalataus
ru: Быстрая зарядка

source: Pending
es: Pendiente
fi: Odottaa
ru: В ожидании

source: Failure
es: Falla
fi: Epäonnistui
ru: Ошибка

source: Rejected
es: Rechazado por coche
fi: Hylätty
ru: Отказ от автомобиля

source: Enter a valid username. This value may contain only unaccented lowercase a-z and uppercase A-Z letters, numbers, and /./-/_ characters.
es: Ingresa un nombre de usuario válido. Este valor solo puede contener letras minúsculas y mayúsculas a-z sin acentos, números y los caracteres /./-/_.
fi: Syötä oikea käyttäjänimi. Se saa sisältää vain kirjaimia, numeroita sekä ./-/_ merkkejä.
ru: Введите корректное имя пользователя. Это значение может содержать только строчные буквы a–z и заглавные буквы A–Z без диакритических знаков, цифры и символы /./-/_.

source: Enter a valid TCU Password. This value may contain only unaccented lowercase a-z and uppercase A-Z letters, numbers, and /=/-/_/+/@/#/?/! characters.
es: Ingresa una contraseña TCU válida. Este valor solo puede contener letras minúsculas y mayúsculas a-z sin acentos, números y los caracteres /=/-/_/+/@/#/?/!.
fi: Syötä oikea TCU-salasana. Se saa sisältää vain kirjaimia, numeroita sekä /=/-/_/+/@/#/?/! merkkejä.
ru: Введите корректный пароль TCU. Это значение может содержать только строчные буквы a–z и заглавные буквы A–Z без диакритических знаков, цифры и символы /=/-/_/+/@/#/?/!.

source: username
es: nombre de usuario
fi: Käyttäjänimi
ru: Имя пользователя

source: Required. 16 characters or fewer. Letters, digits and /./-/_ only.
es: Requerido. 16 caracteres o menos. Solo letras, dígitos y /./-/_.
fi: Pakollinen. Enintään 16 merkkiä. Sallittu: kirjaimet, numerot sekä merkit: ./-/_ .
ru: Обязательно. Не более 16 символов. Только буквы, цифры и символы /./-/_.

source: A user with that username already exists.
es: Ya existe un usuario con ese nombre de usuario.
fi: Käyttäjä antamasi käyttäjänimellä on jo olemassa.
ru: Пользователь с таким именем уже существует.

source: Not authenticated
es: No autenticado
fi: Ei käyttäjää tiedssa
ru: Не аутентифицировано

source: Please authenticate to Car Wings before saving a favorite channel
es: Por favor, autentíquese en Car Wings antes de guardar un canal favorito
fi: Kirjaudu Car Wings tunnuksillasi ennen suosikkikanavan tallentamista
ru: Пожалуйста, пройдите аутентификацию в Car Wings перед сохранением любимого канала

source: Favorite channel added
es: Canal favorito añadido
fi: Suosikkikanava lisätty
ru: Добавлен в список избранных

source: The channel has been added to favorites
es: El canal ha sido añadido a favoritos
fi: Kanava on lisätty suosikkeihin
ru: Канал добавлен в избранное

source: Info from OpenCARWINGS
es: Información de OpenCARWINGS
ru: Информация от OpenCARWINGS

source: Data Channel not available
es: Canal de datos no disponible
fi: Tietokanava ei saatavilla
ru: Канал недоступен

source: Not authorized
es: No autorizado
fi: Ei tunnistauduttu
ru: Не аутентифицировано

source: Use remote climate control or the timer so that the cabin will be at a comfortable temperature before starting. This allows the car to save energy whilst being driven.
es: Usa el control de clima remoto o el temporizador para que el habitáculo esté a una temperatura cómoda antes de arrancar. Esto permite al coche ahorrar energía mientras se conduce.
fi: Käytä etäilmastointia tai ajastinta, jotta auton sisätilat ovat mukavan lämpöiset ennen lähtöä. Tämä auttaa autoa säästämään energiaa ajon aikana.
ru: Используйте дистанционное управление климатом или таймер, чтобы перед началом поездки в салоне была комфортная температура. Это позволяет автомобилю экономить энергию во время движения.

source: Keep your car in the garage during winter times to keep the battery pack warm. This will increase your range a bit, especially in colder climates.
es: Mantén tu coche en el garaje durante el invierno para mantener el paquete de baterías caliente. Esto aumentará ligeramente tu autonomía, especialmente en climas más fríos.
fi: Pidä auto talvisin autotallissa pitääksesi akuston lämpimänä. Tämä lisää toimintamatkaa hieman, erityisesti kylmemmissä ilmastoissa.
ru: Зимой держите автомобиль в гараже, чтобы аккумулятор оставался тёплым. Это немного увеличит запас хода, особенно в холодном климате.

source: Use <phoneme alphabet="x-SVOX-sampa_en-GB" ph="'i:-k@@U">eco</phoneme> mode or B-mode when possible to increase your regenerative energy.
es: Usa el modo eko o el modo B cuando sea posible para aumentar tu energía regenerativa.
fi: Käytä eko-tilaa tai B-ajovaihdetta mahdollisuuksien mukaan lisätäksesi regeneratiivista energiaa.
ru: По возможности используйте эко-режим или B-режим, чтобы увеличить регенеративную энергию.

source: Check your tire pressure at least once a month to ensure they are at optimal level. Low tire pressure decreases rolling effect of the car and more energy is used on propulsion.
es: Revisa la presión de los neumáticos al menos una vez al mes para asegurarte de que estén en el nivel óptimo. Una presión baja reduce el efecto de rodadura del coche y se utiliza más energía en la propulsión.
fi: Tarkista rengaspaineet vähintään kerran kuukaudessa varmistaaksesi, että ne ovat optimaalisella tasolla. Alhainen rengaspaine heikentää auton rullausta ja lisää energiankulutusta liikkumiseen.
ru: Проверяйте давление в шинах не реже одного раза в месяц, чтобы убедиться, что оно находится на оптимальном уровне. Низкое давление в шинах ухудшает качение автомобиля и увеличивает расход энергии на движение.

source: Plan your routes to include charging stations, especially on longer trips, to avoid range anxiety and ensure smooth travel.
es: Planifica tus rutas para incluir estaciones de carga, especialmente en viajes largos, para evitar la ansiedad por la autonomía y garantizar un viaje fluido.
fi: Suunnittele reittisi niin, että ne sisältävät latausasemia, erityisesti pitkillä matkoilla, välttääksesi toimintamatka-ahdistusta ja varmistaaksesi sujuvan matkustamisen.
ru: Планируйте маршруты так, чтобы они включали зарядные станции, особенно на длительных поездках, чтобы избежать беспокойства о запасе хода и обеспечить комфортное путешествие.

source: Avoid rapid acceleration and maintain a steady speed to maximize battery efficiency, as aggressive driving can significantly reduce your range.
es: Evita aceleraciones rápidas y mantén una velocidad constante para maximizar la eficiencia de la batería, ya que una conducción agresiva puede reducir significativamente tu autonomía.
fi: Vältä nopeaa kiihdytystä ja pidä yllä tasainen nopeus maksimoidaksesi akun tehokkuuden, sillä aggressiivinen ajotapa voi merkittävästi lyhentää toimintamatkaa.
ru: Избегайте резкого ускорения и поддерживайте постоянную скорость, чтобы максимально эффективно использовать аккумулятор, так как агрессивное вождение может значительно сократить запас хода.

source: Use the Nissan Leaf’s navigation system to find the most energy-efficient routes, which can help conserve battery power on unfamiliar roads.
es: Usa el sistema de navegación del Nissan Leaf para encontrar las rutas más eficientes energéticamente, lo que puede ayudar a conservar la energía de la batería en carreteras desconocidas.
fi: Käytä Nissan Leafin navigointijärjestelmää löytääksesi energiatehokkaimmat reitit, jotka voivat auttaa säästämään akkuvirtaa tuntemattomilla teillä.
ru: Используйте навигационную систему Nissan Leaf для поиска наиболее энергоэффективных маршрутов, что поможет сэкономить заряд аккумулятора на незнакомых дорогах.

source: In colder times, try to use more of seat heating and steering wheel heating while keeping your air conditioning on lower settings. Auxiliary heating elements consume less than car's air conditioning system.
es: En épocas frías, intenta usar más la calefacción de los asientos y del volante mientras mantienes el aire acondicionado en ajustes bajos. Los elementos de calefacción auxiliares consumen menos que el sistema de aire acondicionado del coche.
fi: Kylminä aikoina yritä käyttää enemmän istuinlämmitusta ja ohjauspyörän lämmitusta samalla kun pidät ilmastoinnin alhaisemmilla asetuksilla. Lisälämmityselementit kuluttavat vähemmän kuin auton ilmastointijärjestelmä.
ru: В холодное время года чаще используйте обогрев сидений и рулевого колеса, снижая мощность кондиционера. Дополнительные нагревательные элементы потребляют меньше энергии, чем система кондиционирования автомобиля.

source: Park in shaded areas during hot weather to keep the battery cool, as extreme heat can reduce battery efficiency and longevity.
es: Estaciona en áreas sombreadas durante el clima cálido para mantener la batería fresca, ya que el calor extremo puede reducir la eficiencia y la longevidad de la batería.
fi: Pysäköi varjoisiin paikkoihin kuumalla säällä pitääksesi akun viileänä, sillä äärimmäinen kuumuus voi heikentää akun tehokkuutta ja käyttöikää.
ru: В жаркую погоду паркуйтесь в затенённых местах, чтобы аккумулятор оставался прохладным, так как сильная жара может снизить эффективность и срок службы аккумулятора.

source: Try to charge the battery up to 80 percent for daily usage. Charging to full, every day, is not recommended for battery longevity.
es: Intenta cargar la batería hasta un 80 por ciento para el uso diario. Cargar al máximo todos los días no es recomendable para la longevidad de la batería.
fi: Yritä ladata akku 80 prosentin varaukseen päivittäiseen käyttöön. Täyteen lataaminen joka päivä ei ole suositeltavaa akun käyttöiän kannalta.
ru: Старайтесь заряжать аккумулятор до 80% при ежедневном использовании. Полная зарядка каждый день не рекомендуется для продления срока службы аккумулятора.

source: With Open Car Wings, you can review your driving efficiency of each trip, online. With the data, it is easier to determine which areas of driving needs to be improved to achieve supreme energy efficiency.
es: Con Open Car Wings, puedes revisar la eficiencia de conducción de cada viaje en línea. Con los datos, es más fácil determinar qué áreas de conducción necesitan mejorar para lograr una eficiencia energética óptima.
fi: Open Car Wings -sovelluksella voit tarkastella ajotehokkuuttasi jokaiselta matkalta verkossa. Datan avulla on helpompi selvittää, mitkä ajotavan osa-alueet vaativat parantamista parhaan energiatehokkuuden saavuttamiseksi.
ru: С Open Car Wings вы можете онлайн анализировать эффективность вождения для каждой поездки. Эти данные помогут определить, какие аспекты вождения нужно улучшить для достижения максимальной энергоэффективности.

source: Average
es: Normal
fi: Keskitaso
ru: Среднее

source: Good
es: Bueno
fi: Hyvä
ru: Хорошо

source: Very good
es: Muy bueno
fi: Erittäin hyvä
ru: Очень хорошо

source: Check Energy Economy
es: Comprobar Ahorro Energético
fi: Tarkista Energiatalous
ru: Проверка энергоэффективности

source: The energy economy trend compared with the average of the last five trips is shown above.
es: Arriba se muestra una tendencia del Ahorro Energético comparado con la media de los últimos cinco recorridos.
fi: Energiatalouden trendi verrattuna keskiarvoon viimeisen viiden matkan ajalta näytetään yllä.
ru: Тенденция энергоэффективности по сравнению со средним показателем за последние пять поездок показана выше.

source: Trend of Energy Economy
es: Tendencia de Ahorro Energético
fi: Energiatalouden trendi
ru: Тенденция энергоэффективности

source: Bad
es: Malo
fi: Huono
ru: Плохо

source: [Average]
es: [Promedio]
fi: [Keskiarvo]
ru: [Среднее]

source: [Best]
es: [Mejor]
fi: [Paras]
ru: [Лучшее]

source: [Worst]
es: [El peor]
fi: [Huonoin]
ru: [Худшее]

source: As of the {day_word} of {month}, your energy economy was {cons_formatted_str} watt hours per kilometer. Based on the last 5 trips, Your energy economy is {economy_status}.
es: A {day_word} de {month}, tu economía de energía fue de {cons_formatted_str} vatios-hora por kilómetro. Basado en los últimos 5 viajes, tu economía de energía es {economy_status}.
fi: {day_word} of {month}, energiatalouslukemasi on {cons_formatted_str} watti tuntia kilometriä kohden. Viimeisen viiden matkan perusteella, energiataloutesi on {economy_status}.
ru: По состоянию на {day_word} {month}, ваш расход энергии составил {cons_formatted_str} ватт-часов на километр. На основе последних 5 поездок ваша энергоэффективность оценивается как {economy_status}.

source: There is no trip records available yet. Try checking in again after your next trip.
es: Aún no hay registros de viajes disponibles. Intenta revisar de nuevo después de tu próximo viaje.
fi: Matkatiedot eivät ole vielä saatavilla. Palaa uudelleen tarkistamaan seuraavan matkan jälkeen.
ru: Записей о поездках пока нет. Попробуйте проверить снова после следующей поездки.

source: As of the {day_word} of {month}, your energy economy cannot be calculated yet, because of missing trip information. Try checking in to this channel again after your next trip.
es: A {day_word} de {month}, tu economía de energía no puede calcularse aún debido a la falta de información de viajes. Intenta revisar este canal de nuevo después de tu próximo viaje.
fi: {day_word} {month}, energiatalouttasi ei voida vielä laskea , koska autosi matkatiedot puuttuvat. Palaa takaisin tälle kanavalle jälleen seuraavan matkan jälkeen.
ru: По состоянию на {day_word} {month}, ваш расход энергии пока не может быть рассчитан из-за отсутствия информации о поездках. Попробуйте снова зайти на этот канал после следующей поездки.

source: Electric Car Column
es: Columna del Coche Eléctrico
fi: Sähköauto kolumni
ru: Колонка об электромобилях

source: Drive Tip
es: Consejo para la Conducción
fi: Ajovinkki
ru: Совет водителю

source: Energy Information
es: Ahorro de Energía
fi: Energiatiedot
ru: Информация об энергии

source: Eco Tree Record
es: Registro Eco árboles
fi: Eko-puut
ru: Запись об экодеревьях

source: Your Eco Tree Record
es: Su registro de árboles ecológicos
fi: Sinun eko-puusi
ru: Ваши экодеревья

source: tree
es: árbole
fi: puu
ru: дерево

source: trees
es: árboles
fi: puuta
ru: деревья

source: Sum total: {trees} {tree_word}
es: Suma total: {trees} {tree_word}
fi: Yhteensä: {trees} {tree_word}
ru: Всего: {trees} {tree_word}

source: On the {day_word} of {month}, you saved {trees} <phoneme alphabet="x-SVOX-sampa_en-GB" ph="'i:-k@@U">eco</phoneme>trees.")
es: A {day_word} of {month}, has salvado {trees} eco árboles
fi: {day_word} {month}, olet pelastanut {trees} eko puuta.
ru: {day_word} {month} вы спасли {trees} экодеревьев.

source: Total:
fi: Yhteensä:
ru: Всего:

source: World's Eco Forest
es: Bosque eco del planeta
fi: Maailman ekometsä
ru: Мировой экологический лес

source: tonnes
es: toneladas
fi: tonnia
ru: тонн

source: Total number of Eco Trees:
es: Número total de árboles eco:
ru: Общее количество экодеревьев:

source: CO2 Emission Cuts:
es: Reducción emisiones de CO2:
fi: CO2-päästöjen vähennykset:
ru: Сокращение выбросов CO2:

source: Total number of Eco Trees by {day} / {month}:
es: Número total de árboles ecológicos por {day} / {month}:
fi: Ekopuiden kokonaismäärä {day} / {month}:
ru: Общее количество экодеревьев на {day}/{month}:

source: CO2 emissions reduced by {day} / {month}:
es: Emisiones de CO2 reducidas en {day} / {month}:
fi: CO2-päästöjen väheneminen {day} / {month}:
ru: Снижение выбросов CO2 на {day}/{month}:

source: (This calculation is based on an assumption that the CO2 emitted by petrol-driven cars of equivalent class can be reduced by driving electric cars)
es: (Este cálculo se basa en el supuesto de que las emisiones de CO2 de los vehículos de gasolina de clase equivalente pueden reducirse conduciendo vehículos eléctricos)
fi: (Tämä laskelma perustuu oletukseen, että vastaavan luokan bensiinikäyttöisten autojen CO2-päästöjä voidaan vähentää ajamalla sähköautoilla)
ru: (Этот расчёт основан на предположении, что выбросы CO2, производимые автомобилями с бензиновым двигателем аналогичного класса, можно сократить за счёт использования электромобилей.)

source: By the {day_word} of {month}, electric cars with Open Car Wings world wide saved a total of {trees} <phoneme alphabet="x-SVOX-sampa_en-GB" ph="'i:-k@@U">eco</phoneme>trees. And {tonnes} tonnes of carbon dioxide has been reduced.
es: Para el {day_word} {month}, los coches eléctricos con Open Car Wings en todo el mundosalvaron un total de {trees} árboles eco. Y se han reducido {tonnes} toneladas de dióxido de carbono.
fi: {day_word} {month} mennessä, sähköautot Open Car Wingsiin liitettynä ovat maailmanlaajuisestipelastaneet yhteensä {trees} eko puuta. Ja {tonnes} tonnia hiilidioksidipäästöjä on vähennetty.
ru: К {day_word} {month} электромобили с Open Car Wings по всему миру спасли в общей сложности {trees} экодеревьев. Выбросы углекислого газа сократились на {tonnes} тонн.

source: ECO Tree
es: Árbol ECO
fi: EKO-puu
ru: Экодерево

source: Route Plan not available
es: Plan de ruta no disponible
fi: Reittisuunnitelma ei saatavilla
ru: План маршрута недоступен

source: This route plan is empty. Please save a route plan online and try again.
es: Este plan de ruta está vacío. Guarda un plan de ruta en línea y vuelve a intentarlo.
fi: Tämä reittisuunnitelma on tyhjä. Ole hyvä ja tallenna reittisuunnitelma netissä ja yritä uudelleen.
ru: Этот план маршрута пуст. Пожалуйста, сохраните план маршрута онлайн и попробуйте снова.

source: Route Plan {num}
es: Plan de ruta {num}
fi: Suunniteltu reitti {num}
ru: План маршрута {num}

source: Location point, "{point_name}", which is {distance} kilometers away. Set it as destination by pressing pause and setting map point as destination.
es: Punto de ubicación, "{point_name}", que está a {distance} kilómetros. Establézcalo como destino pulsando pausa y configurando el punto del mapa como destino.
fi: Kohde, "{point_name}", mihin on etäisyys {distance} kilometriä. Aseta se määränpääksi painamalla Paussi ja asettamalla se määränpääksi.
ru: Точка местоположения "{point_name}", находящаяся в {distance} километрах. Установите её в качестве пункта назначения, нажав на паузу и выбрав точку на карте в качестве пункта назначения.

source: Google Send To Car: No Destinations
fi: Google Send To Car: No Sijainteja
ru: Google Send To Car: Пункты назначения отсутствуют

source: There are no destinations sent to the car. Please send at least one destination from your computer or mobile device and access this channel again.
es: No hay destinos enviados al coche. Por favor, envíe al menos un destino desde su ordenador o dispositivo móvil y acceda a este canal de nuevo.
fi: Autoon ei ole lähetetty kohteita. Lähetä vähintään yksi määränpää tietokoneeltasi tai mobiililaitteeltasi ja käytä tätä kanavaa uudelleen.
ru: На автомобиль не отправлено ни одного пункта назначения. Пожалуйста, отправьте хотя бы один пункт назначения с компьютера или мобильного устройства и снова зайдите на этот канал.

source: early morning
es: madrugada
fi: varhaisaamulla
ru: ранее утро

source: morning
es: mañana
fi: aamulla
ru: утро

source: day
es: día
fi: päivällä
ru: день

source: evening
es: tarde
fi: illalla
ru: вечер

source: night
es: noche
fi: yöllä
ru: ночь

source: late night
es: tarde en la noche
fi: myöhään yöllä
ru: поздняя ночь

source: vehicle location
es: ubicación del vehículo
fi: auton sijaintia
ru: местоположение автомобиля

source: Weather Forecast for today, near {location_txt}.
es: Pronóstico del tiempo para hoy, cerca de {location_txt}.
fi: Sääennuste tälle päivälle, lähellä {location_txt}.
ru: Прогноз погоды на сегодня в районе {location_txt}.

source: No forecast data available.
fi: Ennustetietoja ei saatavilla.
ru: Данные прогноза погоды отсутствуют.
